{
  "mod":"pf2規則查詢文件",
  "author":"梅林",
  "brief":"pf2",
  "comment":"pf2",
  "helpdoc":{
    "pf2":"pf2規則查詢文件\n作者：梅林\n\n查詢指令：.help pf2 [所查詞條]",
	"額外學識":"額外學識 Additional Lore專長1\n通用技能\n先決條件學識（Lore）技能達到受訓熟練度\n你瞭解的學識觸類旁通到了其他的領域。選擇一個新的學識技能門類，你在該門類上獲得受訓。在你的等級達到3、7和15級時，你可以獲得一個額外的技能提升（Skill Increase），但必須用來提升你通過本專長所選的這個學識門類。\n　　特殊：你可以多次選擇本專長。每次選擇本專長時，你都可以獲得一個新的學識技能門類和相應等級的技能增長。",
	"異族情誼":"異族情誼 Adopted Ancestry專長1\n通用\n你曾經深深地浸淫在另一個種族的文化和社會風俗當中――可能你是被收養的異族後代，或是獲得了該種族的社會認可，又或是因為友誼，親情和愛情而永遠地與他們相連。在你的角色本身的族裔以外選擇一個常見的族裔，你可以選擇該族裔的族裔專長（Ancestry Feats），前提是你的生理結構可以做到該族裔專長賦予的能力。具體情況由GM判定是否合適。",
	"製作鍊金物品":"製作鍊金物品 Alchemical Crafting專長1\n通用技能\n先決條件手藝（Craft）技能達到受訓熟練度\n你可以使用手藝技能的製作技能動作製作鍊金物品（Alchemical Items）。當你選擇本專長時，你自動獲得四個稀有度為普通（Common）的1級鍊金物品的設計圖。",
	"族裔典範":"族裔典範 Ancestral Paragon專長3\n通用\n因為種種原因――血脈的傳承，深入研究或是魔法增強――你和自己所屬種族的聯繫比一般人更緊密。你獲得一個1級族裔專長。",
	"奧法感知":"奧法感知 Arcane Sense專長1\n通用技能\n先決條件奧法（Arcana）技能達到受訓熟練度\n你對於奧術魔法的研究讓你可以輕易感受到身周是否存在魔力。你可以以自發奧術法術（Arcane Innate Spell）的形式施放一環法術偵測魔法（Detect Magic）。如果你的奧法技能達到大師級熟練度，這個法術會被升階（Heighten）為3環；如果你的奧法技能達到傳奇級熟練度，這個法術會被升階（Heighten）為4環。",
	"護甲擅長":"護甲擅長 Armor Proficiency專長1\n通用\n你現在在輕甲（Light Armor）上獲得受訓。如果你已經在輕甲上受訓，則你現在在中甲（Medium Armor）上獲得受訓；如果你已經在中甲上受訓。你現在在重甲（Heavy Armor）上獲得受訓。 \n　　特殊：你可以多次選擇本專長。每次選擇本專長可以使你在重一級的護甲上獲得受訓。",
	"駕輕就熟":"駕輕就熟 Assurance專長1\n幸運通用技能\n先決條件在至少一個技能上達到受訓熟練度\n即使在最麻煩的情況下，你仍然可以自然地發揮出基本水準。選擇一個你已經受訓的技能。在進行技能檢定時，你可以放棄骰d20，而是自動獲得10+你在技能上的熟練加值的檢定結果（不獲得任何除此之外的加值，減值和調整）。 \n　　特殊：你可以多次選擇本專長。每次選擇本專長時，你可以選擇另一個技能獲得本專長的好處。",
	"自動回憶":"自動回憶 Automatic Knowledge專長2\n通用技能\n先決條件在一項可以進行回憶知識（Recall Knowledge）的技能上達到專家熟練度，在該技能上擁有駕輕就熟專長\n關於某一領域的知識會在你需要時自動浮現在你的腦海中。選擇一個你已經達到專家級熟練度，且擁有駕輕就熟專長，可以進行回憶知識動作的技能。每行動輪（Round）一次，你可以用一個自由動作（Free Action）進行本技能的回憶知識動作，但你必須使用駕輕就熟專長來進行這次回憶知識。\n　　特殊：你可以多次選擇本專長。每次選擇本專長時，你可以選擇另一個技能獲得本專長的好處。但是，你每輪只能自動回憶知識一次。",
	"二道販子":"二道販子 Bargain Hunter專長1\n通用技能\n先決條件交涉（Diplomacy）技能達到受訓熟練度\n你可以通過交涉技能來賺取收入（見技能章節）――表現爲你四處尋找商品，砍低價格收購，然後說服客人以高價買走它們。你也可以使用交涉技能來花時間尋找一件特別實惠的物品來購買。這個行動的方式和賺取收入相同，但你並不會獲得現金收入，而是將這個休整模式時間長度中你可以賺到的收入從一件你要購買的物品的價格中減去（如果收入超過或等於該物品的價格，則你可以免費獲得該物品）。最後，如果你在建立1級新角色時選擇了本專長，你的起始資金增加2gp。",
	"戰吼":"戰吼 Battle Cry專長7\n通用技能\n先決條件威嚇（Intimidation）技能達到大師熟練度\n當你進行先攻檢定（Initiative Roll）時，以一個自由動作，你可以對一個你可以觀察到的敵人發出一聲震耳欲聾的戰吼來嘗試對他發動挫敗士氣（Demoralize）。如果你在威嚇技能上達到了傳奇熟練等級，那麼你可以在一次攻擊檢定骰出大成功時，以一個反應動作（Reaction）嘗試對你的敵人挫敗士氣。",
	"戰地醫療":"戰地醫療 Battle Medicine 專長1\n通用治療操作技能\n先決條件醫療（Medicine）技能達到受訓熟練度\n要求你擁有一套治療工具\n你可以包紮傷口，即使在戰鬥中。你進行一個醫療技能檢定，使用與治療傷害（Treat Wounds）相同的檢定DC，並恢復對應數量的HP；這不會移除受傷狀態。如同治療傷害動作一樣，在技能熟練度達到特定等級時挑戰較高的檢定DC來增加治療量。在此之後，被你包紮過的目標會在一天內免疫你的戰地醫療能力。",
	"怪異魔法":"怪異魔法 Bizarre Magic專長7\n通用技能\n先決條件神秘（Intimidation）技能達到大師熟練度\n你施展法術的方式過於詭異離奇，無論你施放的是異能或是其他根源的法術。所有嘗試辨識你施放的法術或是你造成的魔法效果的檢定DC都要額外+5。",
	"動物朋友":"動物朋友 Bonded Animal專長2\n休整期通用技能\n先決條件自然（Nature）技能達到專家熟練度\n你與一些動物之間結成了特別深厚的情誼。你可以花費7天時間嘗試和一隻普通的動物（不能是動物夥伴[Animal Companion]或是特殊的動物）培養感情。在這段時間結束時，進行一個DC20的自然技能檢定。如果成功，則你和這隻動物成為朋友，該動物會永久性對你保持樂於幫助（Helpful）的態度（除非你做出什麼出格的舉動破壞你們之間的感情），並且你也可以更容易地指揮它的行動（見自然技能的指揮動物技能動作）。\n　　如果你和一隻新的動物成為朋友，那麼你和之前的一隻動物朋友之間的連結會結束。你不能同時擁有動物朋友和動物夥伴，但你可以同時擁有動物朋友和魔寵（Familiar）。",
	"龜息":"龜息 Breath Control專長1\n通用\n你擁有驚人的呼吸控制力，這讓你在空氣被污染或是缺乏的區域中擁有特別的優勢。在開始窒息之前，你可以屏息（Hold Breath）一般人25倍長的時間。你在對抗任何通過呼吸吸入的危險，如吸入性（Inhaled）毒素時，在豁免檢定上獲得+1環境加值，並且你在這些檢定上獲得的成功結果會視為大成功結果。",
	"審時度勢":"審時度勢 Canny Acumen專長1\n通用\n你觀察環境的能力要比大多數你的同輩來的都要敏銳。在強韌豁免，反射豁免，意志豁免或是察覺檢定中選擇其一，你在這項能力上的熟練度提升到專家。在17級時，你在這項能力上的熟練度提升到大師。",
	"輕身落":"輕身落 Catfall專長1\n通用技能\n先決條件特技技能達到受訓熟練度\n在墜落時，你可以靈巧地調整姿勢，確保在落地的一刻身體受到衝擊最小。你將任何你墜落的高度視為減少10尺。如果你在特技上擁有專家熟練等級，這個減免距離提升到25尺；如果你在特技上擁有大師熟練等級，這個減免距離提升到50尺；如果你在特技上擁有傳奇熟練等級，那麼你無論墜落多高都可以保證雙腳落地，不承受任何傷害。",
	"上流騙子":"上流騙子 Charming Liar專長1\n通用技能\n先決條件欺騙技能達到受訓熟練度\n你的風度讓被你騙到的冤大頭變得喜歡你。當你使用說謊（Lie）動作並取得大成功結果時，你欺騙的目標對你的態度上升一級，如同你成功地使用了交涉技能來對其建立印象（Make an Impression）。在一次交談中，這隻能生效一次。如果你同時對多個生物說謊並獲得大成功，你只能指定一個目標獲得本專長的好處。你嘗試說謊的內容必須包括向目標揭露重要的資訊，鼓吹你的地位，或是使你擁有特別的魅力。普通的顛倒黑白或是無傷大雅的謊言對本專長無效。",
	"梯云縱":"梯云縱 Cloud Jump專長15\n通用技能\n先決條件運動技能達到傳奇熟練度\n你舉世無雙的運動技藝可以讓你跳躍凡人看似絕不可能的距離。當你跳遠時，你可以跳躍的距離翻三倍（也就是說如果你成功通過DC20的技能檢定，你可以跳60尺遠）。在跳高時，你使用跳遠動作的距離（不翻三倍）來計算你可以跳的高度 \n　　除此之外，只要你在跳高或是跳遠時本回合還有多餘的動作，你可以使用這些動作立刻繼續跳高或者跳遠（直到用完本回合所有的動作）。每多使用一個動作，你就可以自動在跳高或跳遠的最大距離上額外加上相當於你的移動速度的距離。",
	"戰鬥攀爬":"戰鬥攀爬 Combat Climber專長1\n通用技能\n先決條件運動技能達到受訓熟練度\n你可以在火熱的戰鬥中維持穩定地攀爬。你在攀爬時不會陷入措手不及狀態並且可以在只有一隻空手時進行攀爬。但是你仍然需要雙腳和至少一隻手維持攀爬。",
	"天花亂墜":"天花亂墜 Confabulator專長2\n通用技能\n先決條件欺騙技能達到受訓熟練度\n即使被人戳穿，你也能現編出新的招數來掩飾你之前欺騙中的漏洞。當目標因為你之前已經進行過的嘗試而在對抗你這一次的分神（Create a Diversion）或是說謊（Lie）檢定時獲得加值時，它們獲得的加值從+4降低到+2。當你在欺騙技能上達到大師級熟練度時，這個加值被降低到+1。當你在欺騙技能上達到傳奇級熟練度時，對方不會因為你之前的欺騙嘗試而在這次對抗時獲得任何加值。",
	"關係戶":"關係戶 Connections專長2\n罕見通用技能\n先決條件社群(Society)技能達到專家熟練度，貴族風範\n你強大的社交網路允許你在需要的時候走合適的關係，交換人情或是和重要的人物見面。當你在一個你建立過社會關係的定居點（通常，你需要一定的休整模式時間在某地建立關係，有時你可以在同一國家內其他的地方利用你在異地的關係）中時，你可以進行一個社交技能檢定來約見特定的重要人物，或是請求他人的幫助――欠一個未來你需要還的人情。GM會根據你要求人情的重要程度和你想要約見的人物的地位來決定該檢定的DC。",
	"看護師":"看護師 Continual Recovery專長2\n通用技能\n先決條件醫療技能達到專家熟練度\n你熱切的看護可以讓病人的傷病恢復更快。當你使用治療傷害（Treat Wounds）時，你的目標只會免疫該效果10分鐘時間而非通常的一小時。本專長只對治療傷害動作有效而不影響其他醫療技能動作。",
	"貴族風範":"貴族風範 Courtly Grace專長1\n通用技能\n先決條件社群技能達到受訓熟練度\n你出身於貴族或是接受過足夠多的社交禮節訓練，這使你可以將自己的身段展現為一位貴族，參與複雜的社交和政治遊戲。你可以使用社群技能來對一個貴族使用建立印象（Make an Impression）技能動作（見交涉技能）或是在貴族面前喬裝（Impersonate）成一個貴族，如果你原本不是（見欺騙技能）。如果你想要喬裝為一位特定的貴族人物，你仍然必須使用欺騙技能來喬裝，並且可能需要說謊來支撐你的偽裝。",
	"天工開物":"天工開物 Craft Anything專長15\n通用技能\n先決條件手藝（Craft）技能達到傳奇熟練度\n你幾乎能做出任何你能想到的任何東西。只有你擁有相關的專長（比如為製作魔法物品，你需要製作魔導具專長），達到與物品等級相符的等級，以及技能熟練度，你就能隨意製作物品，無視其他先決條件（如特定種族，需要特定法術，等等）。但是，你仍然需要滿足一個特別的條件：製作物品可能的額外花費（包括施放法術需要的花費）或是必要的輔助器材（如那些必須需要賢者之石才能製作的物品）。GM對於你可以具體忽略的先決條件有最終解釋權。",
	"死硬":"死硬 Diehard專長1\n通用\n你很難被弄死。你在處於瀕死（Dying）5時才會死亡而非通常的瀕死4。",
	"開示":"開示 Divine Guidance專長15\n通用技能\n先決條件宗教（Religion）技能達到傳奇熟練度\n你在宗教經典中浸淫已久，無論你面對任何難解的問題，只要拿起一卷經文，你總能找出神之言語給你提供的解答。如果你在思考一個極難處理或是決斷的困境時，同時花費10分鐘時間使用解譯文書（Deciphering Writing）動作解讀你信仰的神祇的宗教經典或是你追隨的哲學文書，同時進行一個宗教技能檢定（具體DC由GM決定）如果你成功，你會從文書中發現一段特定的箴言，教導或是警句，正好為你腦海中的難題提供了隱晦的解答。舉例來說，GM可能會給你展示一段意有所指的詩文或是模糊的線索，如果你沿著這個方向去找就一定能發現解決問題的方法。",
	"可疑知識":"可疑知識 Dubious Knowledge專長1\n通用技能\n先決條件一項可以使用回憶知識動作的技能達到受訓熟練度\n你的腦海中有著包羅萬象的學問――至少你自己這麼認為，它們並不全來自可靠的來源。當你使用一項技能來回憶知識且失敗時，你會同時獲得一條正確的線索和一條錯誤的線索，並且你無法區分究竟哪一個才是真實的。",
	"迅速搜索":"迅速搜索 Expeditious Search專長7\n通用技能\n先決條件察覺達到大師熟練度\n你有一套特別的方法可以讓你迅速地找東西，你探尋線索或是隱藏的秘密的速度比別人快一倍。當你使用搜索（Searching）動作時，你只需要通常搜索一片區域所需時間的一半就可以完成搜索。同時，這也代表在處於探索模式時，你可以以通常雙倍的速度在移動的同時進行搜索（不超過他原本速度的一半）。如果你在察覺上達到傳奇熟練度，你的搜索速度可以再快一倍。",
	"熟練工":"熟練工 Experienced Professional專長1\n通用技能\n先決條件學識技能達到受訓熟練度\n你謹慎地遵守專業模範以避免不期而遇的職業風險。如果你使用學識技能來賺取收入（Earn Income），但得出了大失敗的結果，你只會視為失敗。如果你在學識技能上達到專家熟練度，你在賺取收入得出失敗結果時會獲得通常失敗時所得現金收入的兩倍，除非你的失敗是因為本專長而從大失敗轉化而來的。",
	"走私老手":"走私老手 Experienced Smuggler專長1\n通用技能\n先決條件隱秘技能達到受訓熟練度\n你善於在官方檢查下隱藏隨身物品。當GM為你暗骰隱秘技能檢定來決定被動觀察者是否發現你隨身隱藏的物品時，如果他骰出的結果低於10，他使用10+你的隱秘技能調整值來決定你的檢定結果。如果你在隱秘技能上達到大師熟練度，當GM為你暗骰隱秘技能檢定時，如果他骰出的結果低於15，他使用15+你的隱秘技能調整值來決定你的檢定結果。如果你在隱秘技能上達到傳奇熟練度，你會在被動觀察者面前自動成功隱藏隨身的物品。本專長在對方主動搜查你隨身隱藏的物品時沒有效果。除此之外，因為你擅長瞞天過海的名聲，你現在可以很容易地使用黑街學識（Underworld Lore）來尋找有利可圖的收入來源。",
	"追跡老手":"追跡老手 Experienced Tracker專長1\n通用技能\n先決條件生存技能達到受訓熟練度\n你隨時都在追蹤痕跡，當情況需要時，你可以快速而不間斷地進行追蹤。你可以使用生存技能來進行追蹤（Track）動作同時全速移動而不承受通常的-5減值。當你在生存技能上達到傳奇級熟練度時，你不會再需要每小時進行一次技能檢定來保持追蹤，但仍然需要在追蹤路徑上出現某些特別重要的變數時重新進行一次生存技能檢定。",
	"迷魂表演":"迷魂表演 Fascinating Performance專長1\n通用技能\n先決條件表演技能達到受訓熟練度\n當你使用表演技能進行演出時，將你的檢定結果用來對抗一個生物的意志DC，如果你勝出，這個生物陷入迷魂（Fascinated）狀態1輪時間。如果週遭的環境會使目標因為直接的干擾而分心（比如身處戰鬥環境），你必須要在演出檢定上大成功才可以將對方迷魂，並且你的演出動作獲得失能（incapacitation）特性。你必須在開始演出前選擇你希望迷魂的生物目標，並且對方會因此而在之後免疫你的迷魂嘗試1小時。 \n　　當你在表演技能上達到專家熟練度時，你可以同時迷魂最多4個生物；當你達到大師級熟練度時，你最多可以同時迷魂10個生物；當你達到傳奇熟練度時，你可以同時迷魂所有正在觀賞你演出的生物。",
	"快速恢復":"快速恢復 Fast Recovery專長1\n通用技能\n先決條件體質14\n你的身體以超常的效率從傷痛中恢復正常。你在休息時可以恢復原本雙倍數量的生命值。當你在對抗一個疾病（Disease）或是毒素（Poison）的一次強韌豁免檢定（Fortitude Save）時獲得成功，這個毒素或是疾病的狀態等級（Stage）降低2級，烈性（Virulent）毒素或疾病的狀態等級降低1級；當你在此類強韌豁免檢定上獲得大成功時，這個毒素或是疾病的狀態等級降低3級，烈性毒素或疾病的狀態等級降低2級。如果你承受流失（Drained）狀態，每晚的休息可以使你承受的該狀態等級降低2級而非通常的1級。",
	"輕羽步":"輕羽步 Feather Step專長1\n通用\n先決條件敏捷14\n你可以迅速而謹慎地踏出步伐。你在困難地形（Difficult Terrain）中也可以進行快步（Step）。",
	"飛跑":"飛跑 Fleet專長1\n通用\n你的移動速度極快。你的陸地速度（Speed）增進5尺。",
	"挫敗感知":"挫敗感知 Foil Senses專長7\n通用技能\n先決條件隱秘技能達到大師熟練度\n你善於擾亂擁有特殊感知能力的生物，並且隨時提防著自己的存在被特殊感官捕捉到。當你使用迴避注意（Avoid Notice），藏匿（Hide）或是潛行（Sneak）動作時，你總是視為提前對特殊感知做出過預警（見本書第465頁「特殊感官」章節的邊欄）。",
	"覓食者":"覓食者 Forager專長1\n通用技能\n先決條件生存技能達到受訓熟練度\n每當你使用生存技能的求生（Subsist）動作時，如果你的檢定結果低於成功，取而代之你自動獲得成功結果。如果你在求生時獲得了成功，你可以為自己加上另外四個生物提供足以維生程度的飲食和住所；如果你在求生時獲得了大成功，你可以為雙倍於成功時可以供給的生物提供這些物質。 \n　　每當你在生存技能上的熟練等級獲得提升，你在成功求生時可以支援的生物數量再加倍（專家時8個，大師時16個，傳奇時32個）。或者，你可以選擇為這個數目一半的生物提供舒適而非基本程度的生存物質。 \n　　比人類體型小很多的生物可以視為只需要人類幾分之一的生存資源，而體型較人類更大的生物需要佔用更多的生存資源。GM會判斷一個生物具體會佔用幾人份的生存資源。",
	"自來熟":"自來熟 Glad-Hand專長2\n通用技能\n先決條件交涉技能達到專家熟練度\n你擅長於給人留下深刻的第一印象。當你和一個生物首次會面時，你可以立刻進行一次交涉技能檢定（而非通常需要1分鐘交談）你在這次檢定上承受-5減值。如果你在這次檢定上失敗或是大失敗，你可以和對方嘗試進行一次至少1分鐘時間的對話來重新建立印象而非必須接受失敗或大失敗的結果。",
	"集體脅迫":"集體脅迫 Group Coercion專長1\n通用技能\n先決條件威嚇技能達到受訓熟練度\n當你使用脅迫（Coercion）技能動作時，你可以同時使用你的威嚇檢定結果對抗兩個而非一個目標的意志DC，但可能會在兩個目標上取得不同的成功等級。在你的熟練等級達到專家級時，你可以同時脅迫四個目標；在大師級時，10個目標；在傳奇級時，25個目標。",
	"集體印象":"集體印象 Group Impression專長1\n通用技能\n先決條件交涉技能達到受訓熟練度\n當你使用建立印象技能動作時，你可以同時使用你的交涉檢定結果對抗兩個而非一個目標的意志DC，但可能會在兩個目標上取得不同的成功等級。在你的熟練等級達到專家級時，你可以同時向四個目標建立印象；在大師級時，10個目標；在傳奇級時，25個目標。",
	"體健負重":"體健負重 Hefty Hauler專長1\n通用技能\n先決條件運動技能達到受訓熟練度\n你可以背起你的身材似乎不像是可能帶動的大堆物品。你的可以攜帶的最大和超載（Encumbered）重量單位限度增加2。",
	"八面玲瓏":"八面玲瓏 Hobnobber專長1\n通用技能\n先決條件交涉技能達到受訓熟練度\n你慣於從眾人的閒言碎語中擷取有用的情報。你在進行蒐集資訊（Gather Information）技能動作時所花費的時間降低到通常的一般（在大多數情況下，降低到1小時）。如果你在交涉技能上達到大師熟練度，並且你以通常的速度進行蒐集資訊，那麼假使你在技能檢定上得出大失敗結果，這個結果只會被視為普通失敗結果。當然，本專長不會保證你搜集到的情報是否總是真實準確的。",
	"完美製作":"完美製作 Impeccable Crafting專長7\n通用技能\n先決條件獨門手藝，手藝技能達到大師熟練度\n你能夠以極高的效率製造出精良的產品。每當你在使用獨門手藝專長製作物品並取得成功結果時，取而代之，你獲得大成功結果。",
	"動人表演":"動人表演 Impressive Performance專長1\n通用技能\n先決條件表演技能達到受訓熟練度\n你的演藝能夠為你贏得支持者和敬意。你可以使用表演技能而非交涉技能來使用建立印象技能動作。",
	"驚奇先攻":"驚奇先攻 Incredible Initiative專長1\n通用\n你比別人的反應速度更快。你在先攻檢定上獲得+2環境加值。",
	"額外繫結":"額外繫結 Incredible Investiture專長11\n通用\n先決條件魅力16\n你擁有令人驚歎的魔法物品親和度。你最多可以繫結12件而非10件魔法物品。",
	"金剛怒目":"金剛怒目 Intimidating Glare專長1\n通用技能\n先決條件威嚇技能達到受訓熟練度\n你能僅靠一個恫嚇的眼神就使對手退縮。如果你選擇這樣做，你的挫敗士氣（Demoralize）技能動作失去聲音特性但獲得視覺特性，並且你不會因為和對方語言不通而在挫敗士氣時承受減值。",
	"威逼":"威逼 Intimidating Prowess專長2\n通用技能\n先決條件力量16，威嚇技能達到專家熟練度\n你可以利用自己的肉體威懾力在嘗試挫敗士氣和脅迫目標時獲得額外的優勢。你在進行這些技能動作時在檢定上獲得+1環境加值，並且你不會因為和對方語言不通而在威嚇技能檢定上承受減值。如果你的力量屬性達到20且威嚇技能達到大師級熟練度，這個加值提升到+2。",
	"發明家":"發明家 Inventor專長7\n休整期通用技能\n先決條件手藝技能達到大師熟練度\n你你的手藝能力出類拔萃，讓你可以輕易分析一件物品的運作原理並創作你自己的發明物。你可以使用你的休整模式時間來創作一個你還不知道的常見製作配方（Formula）。這個行動和製作物品的流程類似：你先支付製作配方價格的一半開始製作，進行手藝技能檢定，若成功則決定是否花費另一半價格立刻完成製作，或是花費額外的時間來節約投資。這中間的區別在於，你並不是花時間來製造一件物品，而是進行分析，設計和創造。如果你成功完成了製作配方，將它加入你已有的製作配方集（Formula Book）中。",
	"鯉魚打挺":"鯉魚打挺 Kip Up  專長7\n通用技能\n先決條件特技技能達到大師熟練度\n你立刻站起身。這次移動不會觸發反應動作。",
	"持久威脅":"持久威脅 Lasting Coercion專長2\n通用技能\n先決條件威嚇技能達到專家熟練度\n當你成功地對某人使用了脅迫技能動作后，這個效果對他們的最長影響時間提升到一週（但GM可以決定實際的作用時間）。如果你在威嚇技能達到傳奇級熟練度，你的脅迫效果最長影響時間延長到一個月。",
	"傳奇譯碼員":"傳奇譯碼員 Legendary Codebreaker專長15\n通用技能\n先決條件社群技能達到受訓熟練度\n你對於語言和密碼驚人的理解能力使你可以在翻看一次的時間內就讀出文字中被加密的內容。你可以正常閱讀文字的速度來解譯文書，如果你選擇以通常解譯文書所需的時間來仔細閱讀，那麼你在解譯文書時取得的成功結果視為大成功；如果你選擇以通常解譯文書所需的時間來仔細閱讀並且取得了大成功結果，你可以獲得對於文字逐字逐句程度的精確理解。",
	"傳奇語言學家":"傳奇語言學家 Legendary Linguist專長15\n通用技能\n先決條件社群技能達到傳奇熟練度，額外語言\n你對於語言文化深入的研究使你可以在瞬間創造出一種自己的程式碼語言。你可以和任何使用某種語言的生物交談――即使你們之間並沒有可以交流的語言型別，你也可以迅速創作一種允許你們之間交換概念的簡單程式碼語言。當然，你需要事先理解該生物的交流方式（口頭語言，手語，等等）才可以編撰這種簡易語言。",
	"傳奇醫師":"傳奇醫師 Legendary Medic專長15\n通用技能\n先決條件醫療技能達到傳奇熟練度\n你發明了某些近乎奇蹟般的醫療技術。每天一次，你可以花費1小時時間，進行一個醫療檢定來為一個患者移除他承受的一個疾病、目盲、毀滅、耳聾、或是流失不良狀態。使用這個效果原本的豁免DC來作為這次醫療檢定的DC。如果這個效果來自一件神器（Artifact），等級超過20級，或是類似的強大來源，增加這個醫療檢定的DC10點。",
	"傳奇交涉者":"傳奇交涉者 Legendary Negotiation  專長15\n通用技能\n先決條件交涉技能達到傳奇熟練度\n你可以在敵意環伺的處境中快速交涉停火。你可以嘗試立刻對和你交戰的對手進行一次建立印象然後進行一次提出請求動作，要求他們停止攻擊並和你談判。你在這些交涉檢定上承受-5減值。GM決定具體的檢定DC――通常來說，這個DC以你面對的生物的等級來說會非常高。某些對手可能會立刻拒絕你的要求，另一些可能會在你提出的條件無法使他們滿意時重新對你暴力相向。",
	"傳奇藝者":"傳奇藝者 Legendary Performer專長15\n通用技能\n先決條件表演技能達到傳奇熟練度，精湛演技\n你作為演藝家的聲望國際知名。NPC只需要通過一個DC10的社群技能檢定就會認出你的身份，並且他們通常會對你提高一級態度――取決於該NPC的地位和你的名聲。舉例來說，如果你是一個世界知名的歌劇魅影，那麼你的出現可能會引發人們的恐懼而非友善。如果你使用表演技能來賺取收入，那麼你的名望會吸引到比起你所在的地區水平更高貴的觀眾――人們會旅行而來專門欣賞你的演出。比如，如果你在一個森林小鎮中表演，皇室和天使可能會因此而專程前來。從遊戲機制來說，這通常意味著你的觀眾等級增加2級（取決於GM的判斷）。",
	"傳奇職人":"傳奇職人 Legendary Professional專長15\n通用技能\n先決條件學識技能達到傳奇熟練度\n你作為特定職業專家的聲譽國際知名（舉例來說，如果你選擇的學識子類別是軍事學識，那麼你可能是一個傳奇的將軍或軍師）。本專長的效果與傳奇藝者相同，但你在使用學識技能賺取收入時會獲得較高等級的任務而非吸引較高等級的觀眾。",
	"傳奇潛行者":"傳奇潛行者 Legendary Sneak專長15\n通用技能\n先決條件隱秘技能達到傳奇熟練度，迅速潛行\n即使在沒有掩蔽物的環境中，你也可以保持潛行――只有你希望被人看到的時候，其他人才會看到你。你可以在沒有掩蔽或是隱蔽的狀態時嘗試潛行（Sneak）和藏匿（Hide）技能動作。如果你在探索模式中使用迴避注意以外的探索戰術（Exploration Tactic），你視為總是擁有迴避注意，除非你有意選擇不這麼做。見本書第479頁理解更多關於探索戰術的內容。",
	"傳奇生存專家":"傳奇生存專家 Legendary Survivalist專長15\n通用技能\n先決條件生存技能達到傳奇熟練度\n你可以無需食物和水便可以生存，並且不會因為嚴重（Severe），極端（Extreme）和災難性（Incredible）寒冷或炎熱環境而承受任何傷害。",
	"傳奇神偷":"傳奇神偷 Legendary Thief專長15\n通用技能\n先決條件賊活技能達到傳奇熟練度，扒手\n你的盜術令人匪夷所思。你可以下手偷竊被他人積極地使用，十分顯眼或是難以移除的物品（比如正在被人穿著的鞋或是護甲）。你需要仔細而小心地進行你的偷竊，這通常會需要至少1分鐘時間（或者，如果移除一件物品-比如護甲-需要比這更長的時間，那麼這個時間也會相應延長）。你需要一定程度的隱蔽，比如黑暗或是擁擠的人群來掩蓋你的行動，並且在賊活檢定上承受-5減值。即使你在檢定上成功，你的行動通常也會立刻吸引他人的注意――一件全身甲突然從穿著它的人身上消失自然是非常衝擊性的。",
	"持久分神":"持久分神 Lengthy Diversion專長1\n通用技能\n先決條件欺騙技能達到受訓熟練度\n當你在使用欺騙技能來嘗試使敵人分神（Create a Diversion）並取得大成功時，你可以在你的本回合結束后仍然處於隱匿狀態。根據GM基於環境和具體情勢的判斷，這個效果可以保持更長的時間（至少額外1輪）。",
	"刺探虛實":"刺探虛實 Lie to Me專長1\n通用技能\n先決條件欺騙技能達到受訓熟練度\n你可以使用自己的欺騙技巧來給對你撒謊的人佈下話術圈套。如果你在和他人交談時對方嘗試對你說謊，你可以使用你的察覺DC或是欺騙技能DC（取其高者）來決定對方是否成功。本專長的效果只有在你可以和對方保持互動交流時才能生效――比如，對方在進行不被打斷的獨白演說時說謊，則本專長無效。",
	"製作魔導具":"製作魔導具 Magical Crafting專長2\n通用技能\n先決條件手藝技能達到專家熟練度\n你可以製作魔法物品，但通常這需要你滿足一些特定的先決條件（見本書第11章）。當你選擇獲得本專長時，你會同時獲得4件物品等級（Item Level）不高於2級的常見（Common）魔法物品的製作配方。",
	"魔法熟稔":"魔法熟稔 Magical Shorthand專長2\n通用技能\n先決條件奧法、自然、神秘或是宗教技能達到專家熟練度\n你可以輕鬆地掌握新法術。當你在一項與你所施展的法術根源對應的技能上擁有專家級熟練度時，你學習該根源的法術只需要花費10分鐘/每環的時間而非通常的1小時/每環。如果你沒能成功的掌握一個法術，那麼你可以在下次提升等級或是一週以後（取其先者）重新嘗試學習。當你在相應技能上達到大師級時，學習法術只需要5分鐘/環；當你在相應技能上達到傳奇級時，學習法術只需要1分鐘/環。除此之外，你可以在休整模式間學習和抄錄新的法術，這個行動和使用休整模式賺取收入行動相似，不過使用你所施展的法術根源對應的技能進行檢定，並將賺取收入的金額從你學習法新術的花費中減去。如果你賺取的收入大於或等於你學習新法術的花費，則你可以免費學習該法術。",
	"額外語言":"額外語言 Multilingual專長1\n通用技能\n先決條件社群技能達到受訓熟練度\n你很容易學習新的語言。你現在掌握了兩門新的語言，它們可以是任何常見（Common），罕見（Uncommon）或是任何你可以接觸到的語言。當你在社群技能上達到大師級熟練度和傳奇級熟練度時，你再額外獲得一門新的語言。 \n　　特殊：你可以多次選擇本專長。每次選擇本專長時，你都會獲得額外的語言。",
	"自然療法":"自然療法 Natural Medicine專長1\n通用技能\n先決條件自然技能達到受訓熟練度\n你可以從自然環境中採集藥材為盟友提供醫療。你可以使用自然而非醫療技能來使用治療傷害技能動作。並且，如果你身處可以採集到新鮮的生藥材料的環境中（由GM判斷）時，你再使用自然技能進行治療傷害動作的技能檢定獲得+2環境加值。",
	"靈巧爬行":"靈巧爬行 Nimble Crawl專長2\n通用技能\n先決條件特技技能達到專家熟練度\n你可以以驚人的速度匍匐爬行。你可以以通常陸地速度的一半而非通常的5尺速度進行爬行移動。當你在特技技能上達到大師級熟練度時，你可以以全速爬行移動，並且不會因為處於俯臥狀態而陷入措手不及。",
	"辨別異象":"辨別異象 Oddity Identification專長1\n通用技能\n先決條件神秘技能達到受訓熟練度\n你對於那些用來窺探秘密和操控心智的法術效果異常敏感。你在用來辨識具有心靈（Mental）、佔據（Possession）、預見（Prediction）或是探知（Scrying）特性的法術的神秘技能檢定上獲得+2環境加值。",
	"扒手":"扒手 Pickpocket專長1\n通用技能\n先決條件賊活技能達到受訓熟練度\n你可以嘗試對被嚴密看護的物品――比如被裝在荷包里的物品――使用偷竊或是手上功夫技能動作而不會承受通常的-5減值。但你仍然不能對那些正在被頻繁使用或是過於引人注目的物品（比如正被人穿在腳上的鞋子或是被人穿著的護甲，或是正在被人持握著的物品）使用這些動作。當你在賊活技能上達到大師級熟練度時，你可以對處於戰鬥中或是類似的高度警戒狀態的生物使用偷竊技能動作。但如果你選擇這樣做，偷竊會變成一個需要2個操作動作的技能動作，並且你在技能檢定上承受-5減值。",
	"異界生存家":"異界生存家 Planar Survival專長7\n通用技能\n先決條件生存技能達到大師熟練度\n你能夠在異世界中使用生存技能的求生行動――即使這些位面中並不存在你通常需要賴以為生的自然特徵或是資源。舉例來說，你可以在通常不出產能讓你食用的生物的位面中找到食物。除此之外，如果GM判斷合理的話，你可以通過一個成功的求生行動檢定來降低因為身處異位面而受到的環境傷害。",
	"強力跳躍":"強力跳躍 Powerful Leap專長2\n通用技能\n先決條件運動技能達到專家熟練度\n當你使用跳躍動作時，你可以跳高的最高距離提高到5尺，跳遠的距離增加5尺。",
	"迅速攀爬":"迅速攀爬 Quick Climb專長7\n通用技能\n先決條件運動技能達到大師熟練度\n當你進行攀爬動作時，你可以在運動檢定成功的情況下多移動5尺距離，或是在大成功的情況下多移動10尺距離，最多不超過你的最大陸地移動速度。 \n　　當你在運動技能上達到傳奇熟練度時，你獲得相當於你的陸地移動速度的攀爬速度。",
	"迅速脅迫":"迅速脅迫 Quick Coercion專長1\n通用技能\n先決條件威嚇技能達到受訓熟練度\n你可以用切中要害的三言兩語讓他人屈服。你只需要1輪時間而非通常的1分鐘時間交談就對另一個生物發動脅迫技能動作。擁有本專長不能使你可以對處於戰鬥中或是尚未和你展開交談的生物進行脅迫技能動作。",
	"迅速易容":"迅速易容 Quick Disguise專長2\n通用技能\n先決條件欺騙技能達到專家熟練度\n現在你只需要通常所需時間的一半（5分鐘）就能完成喬裝技能動作的易容。當你在欺騙技能上達到大師級熟練度時，你只需要通常所需時間的十分之一（1分鐘）就能完成喬裝技能動作的易容；當你在欺騙技能上達到傳奇級熟練度時，你只需要3個動作就可以完成整個易容和喬裝他人的行動。",
	"快速辨識":"快速辨識 Quick Identification專長1\n通用技能\n先決條件奧法、自然、神秘或是宗教技能達到受訓熟練度\n你可以迅速地讀出魔法的性質。你只需要花費1分鐘，而非通常的10分鐘時間就可以辨識出一件物品，一個區域或是一個魔法現象具備的魔法性質。當你在對應魔法根源的技能上達到大師級熟練度時，你只需要3個動作就可以辨識魔法；當你在對應魔法根源的技能上達到傳奇級熟練度時，你只需要1個動作就可以辨識魔法。",
	"迅速跳躍":"迅速跳躍 Quick Jump專長1\n通用技能\n先決條件運動技能達到受訓熟練度\n你可以只用一個動作來進行跳高或是跳遠而非通常所需的2個動作。並且在進行動作時，你無需進行跳遠前的跑動助跑動作（也不會因此而自動失敗）。",
	"迅速認知":"迅速認知 Quick Recognition專長7\n通用技能\n先決條件奧法、自然、神秘或是宗教技能達到大師熟練度，認知法術\n你一眼就能看出法術的路數。每輪一次，你可以使用一項你達到大師級熟練度的技能，以一個自由動作來辨識法術。",
	"迅速修理":"迅速修理 Quick Repair專長1\n通用技能\n先決條件手藝技能達到受訓熟練度\n你現在只需要1分鐘時間就可以完成修理技能動作。當你在手藝技能上達到大師級熟練度時，你只需要3個動作就可以完成修理；當你在手藝技能上達到傳奇級熟練度時，你只需要1個動作就可以完成修理。",
	"迅速穿越":"迅速穿越 Quick Squeeze專長1\n通用技能\n先決條件特技技能達到受訓熟練度\n你現在可以以每輪5尺（技能檢定大成功時10尺）的速度擠入一個狹窄空間。當你在特技技能上達到傳奇級熟練度時，你可以以你通常的陸地移動動作擠過狹窄空間。",
	"迅速游泳":"迅速游泳 Quick Swim專長7\n通用技能\n先決條件運動技能達到大師熟練度\n當你進行遊泳動作時，你可以在運動檢定成功的情況下游動5尺距離，或是在大成功的情況下游動10尺距離，最多不超過你的最大陸地移動速度。當你在運動技能上達到傳奇級熟練度時，你獲得相當於你的陸地移動速度的游泳速度。",
	"迅速開鎖":"迅速開鎖 Quick Unlock專長7\n通用技能\n先決條件賊活技能達到大師熟練度\n你現在可以使用1個而非2個動作來進行開鎖技能動作。",
	"集體潛行":"集體潛行 Quite Allies專長2\n通用技能\n先決條件隱秘技能達到專家熟練度\n你擅長引導整個小隊進行潛伏行動。當你嘗試使用迴避注意（Avoiding Notice）行動而你的隊友選擇使用跟隨專家（Follow the Expert），你和所有跟隨你的盟友可以進行單獨一次隱秘技能檢定，使用該結果加上你們中最低的隱秘技能調整值來決定所有人的隱秘檢定結果，而不需要為每一個盟友單獨投骰。本專長的效果不能應用在先攻檢定上。",
	"鷂子翻身":"鷂子翻身 Rapid Mantel專長2\n通用技能\n先決條件運動技能達到專家熟練度\n你可以輕易地將自己托舉起來。當你使用抓住邊緣（Grab the Edge）動作來阻止專家墜落時，你可以同時將自己拉到你抓住的那個平面是並站起身來。除此之外，現在你可以使用運動技能檢定取代反射豁免檢定來嘗試抓住邊緣動作。",
	"讀唇":"讀唇 Read Lips專長1\n通用技能\n先決條件社群技能達到受訓熟練度\n當你可以清楚地看見他人的交談但聽不清他們說的是什麼時，你可以嘗試從他們嘴唇的動作中讀出交談的內容。當你處於空閑的狀態時，你無需任何檢定就可以自動讀唇；當你處於探索模式，或是你嘗試讀唇的環境對你的嘗試造成影響時，你在保持讀唇的每一輪行動中都視為處於迷魂（Fascinated）和措手不及（Flat-footed）狀態，並且你必須要跳高一個社群技能檢定（GM決定DC）來讀取他人說話的內容。無論如何，你只能讀懂你本來就理解的語言。",
	"認知法術":"認知法術 Recognize Spell  專長1\n通用秘密技能\n先決條件奧法、自然、神秘或是宗教技能達到受訓熟練度\n觸發有一個在你的視線範圍內的生物或是一個法術陷阱和類似的裝置施放一個你尚未準備或在你法術庫的法術，且你意識到有人在施法\n如果你在對應這個法術所屬魔法根源的技能上擁有受訓，且該法術是一個不高於2環的常見法術，你可以立刻辨識出該法術（你仍然可以要求嘗試投骰來拼大成功結果，但你視為自動獲得成功結果）。當你在對應魔法根源的技能上達專家級熟練度時，你可以自動辨識出最高4環的法術；當你在對應魔法根源的技能上達到大師級熟練度時，你可以自動辨識出最高6環的法術；當你在對應魔法根源的技能上達到傳奇級熟練度時，你可以自動辨識出最高10環的法術。GM會為你暗骰一個奧法、自然、神秘或是宗教技能檢定（對應你辨識的法術根源）。如果你在對應的技能上未受訓，你們你最高只會獲得失敗結果。 \n大成功：你成功辨識出了該法術，並在對抗該法術的豁免檢定和AC上獲得+1環境加值。 \n成功：你成功辨識出了該法術。 \n失敗：你未能辨識該魔法效果。 \n大失敗：你誤以為這是另一個法術，GM決定你把它看成了什麼東西。",
	"驍騎手":"驍騎手 Ride專長1\n通用\n當你需要對一個你騎乘（Mounted）的動物使用指揮動物技能動作來要求它進行移動（比如跑動動作）時，它自動成功地服從你的要求而無需你進行檢定。如同僕從（Minion）生物一樣，你騎乘的生物會在你行動的回合進行行動如果你騎乘的動物進入戰鬥遭遇，它不會在屬於它的回合行動，而是在你的下一個回合開始行動。參見本書249頁來了解指揮動物的詳細情況",
	"健體醫療":"健體醫療 Robust Recovery專長2\n通用技能\n先決條件醫療技能達到專家熟練度\n你掌握了各種用來滋補調養，祛病排毒的民間偏方，運用這些療法使你的身體格外強韌。當你對其他人或是某人對你使用治療疾病或治療中毒技能動作時，如果檢定成功，你在從該動作中獲得的豁免檢定環境加值提高到+4.除此之外，如果被治療者之後嘗試的豁免檢定結果為成功，他視為取得了大成功結果。",
	"肝膽俱裂":"肝膽俱裂 Scare To Death  專長15\n死亡情緒恐懼通用失能技能\n先決條件威嚇技能達到傳奇熟練度\n你造成的恐怖如此之劇烈，以至於受害者可能被活活嚇死。你可以對一個距離你不超過30尺距離，你可以感知和觀察且它也可以感知和觀察到你的活物進行一次威嚇技能檢定。如果對方聽不懂你使用的語言，或是它聽不見你，這會在你的檢定上造成-4環境減值。這個生物在此之後會暫時免疫你的這個專長效果1分鐘時間。 \n大成功：目標必須進行一次強韌豁免檢定來對抗你的威嚇檢定結果，失敗則暴死。如果目標在豁免檢定上成功，它陷入驚懼（Frightened）2狀態並開始逃跑（Fleeing）1輪；如果目標在豁免檢定上大成功則不受任何影響。 \n成功：目標陷入陷入驚懼2狀態。 \n失敗：目標陷入驚懼1狀態。 \n大失敗：目標什麼事也沒有。",
	"完美請求":"完美請求 Shameless Request專長7\n通用技能\n先決條件交涉技能達到大師熟練度\n運用自己的魅力和膽識，你瞭解如何在交涉中避重就輕。當你使用交涉技能來提出請求（Request）時，如果你提出的要求非常不合理，交涉技能檢定的DC會比通常的類似情況低2點。並且你在提出此類要求時如果交涉技能檢定大失敗，它只會視為普通失敗結果。注意雖然這意味著即使你的檢定失敗對方對你的態度也不會降低，但如果你反覆提出荒誕的要求，他仍然可能因為對你的行為感到厭惡，即便他對保持良好的態度。",
	"盾牌格擋":"盾牌格擋 Shield Block  專長1\n通用\n觸發你正處於舉盾狀態，並因為一次物理攻擊而承受傷害\n你快速調整盾牌的角度，抵禦一次猛烈的直擊。你的盾牌會為你減免相當於它的硬度（Hardness）的傷害，但你和你的盾牌都必須承受相當於減免數值扣去以後的剩餘傷害――這可能會導致你的盾牌破損或是被摧毀。",
	"手語":"手語 Sign Language專長1\n通用技能\n先決條件社群技能達到受訓熟練度\n你知道如何用手勢來表達你理解的一門語言，這樣，你可以打手勢傳遞自己的意思並讀懂他人的手勢。你可能需要同時用上雙手才能表達某些複雜的意義，並且手語具有視覺而非語言特性。 \n　　手語通常很難在戰鬥中使用――和普通的簡單手勢不同，在戰鬥中分神去解讀複雜的手語是危險的。同樣，手語在能見度很差的環境中也不好運作，就像普通的語言會受到嘈雜環境的影響一樣。",
	"技能訓練":"技能訓練 Skill Training專長1\n通用技能\n先決條件智力12\n你在選擇的技能上受訓 \n　　特殊：你可以多次選擇本專長。每次你選擇本專長時，你選擇一項技能並對其獲得受訓。",
	"滑頭鬼":"滑頭鬼 Slippery Secrets專長7\n通用技能\n先決條件欺騙技能達到大師熟練度\n你可以迴避嘗試探究你的真實資訊的手段。當某人使用法術或是魔法效果嘗試閱讀你的思維，探測你是否說謊或是你的陣營時，你可以進行一次欺騙技能檢定對抗該法術的DC。如果你成功，對方無法探知到任何東西。",
	"圈套製作":"圈套製作 Snare Crafting專長1\n通用技能\n先決條件手藝技能達到受訓熟練度\n你可以使用手藝技能來製作圈套（Snare），見本書244頁的相關規則。當你獲得本專長時，你將4種常見圈套的製作配方加到你的製作配方集中。",
	"獨門手藝":"獨門手藝 Specialty Crafting專長1\n通用技能\n先決條件手藝技能達到受訓熟練度\n你專攻於製作特定的一類物品。從下表中選擇一個專攻方向，你在用來製作這類物品的手藝技能檢定上獲得+1環境加值。當你在手藝技能上達大師級熟練度時，這個加值提升到+2。 \n　　如果不能確定某一件物品的製作是否屬於本專長影響的範圍，則GM具有最終裁判權。在某些情況下，本專長只會部分地對某些物品的製作提供幫助。舉例來說，如果你的專攻方向是「木工」，那麼如果你要製作一把釘頭錘的話，GM只會允許你獲得本專長提供的加值的一半，因為製作這樣的一件物品會同時需要鍛造和木工加工方式。\n專攻方向可用物品\n鍊金術*鍊金物品，如鍊金藥\n藝術美觀的藝術品，如珠寶設計\n打鐵金屬製品，如金屬盔甲\n裝訂訂書和造紙\n吹玻璃玻璃製品，包括彩窗\n制皮皮革製品，如皮革盔甲\n陶藝陶瓷製品\n造船建造大小船隻\n石工製作石質物品和建造建築物\n裁縫剪裁衣服\n編織織布、編籃子或是刺繡\n木工製作木質物品和建造建築物\n*你必須擁有製作鍊金物品專長才能使用手藝技能製作鍊金物品。",
	"四平八穩":"四平八穩 Steady Balance專長1\n通用技能\n先決條件特技技能達到受訓熟練度\n即使在惡劣的環境中你也可以輕易保持平衡的姿勢。每當你在一次保持平衡（Balance）技能動作的檢定上獲得了成功結果，你會視為獲得了大成功結果。你不會因為在狹窄的平面或是高低不平的位置上嘗試保持平衡而陷入措手不及。最後，因為你精妙的平衡能力，你可以使用特技技能檢定而非反射豁免檢定來在墜落時嘗試抓住邊緣動作。",
	"人情練達":"人情練達 Streetwise專長1\n通用技能\n先決條件社群技能達到受訓熟練度\n你慣於在街頭巷尾打探訊息，隨時觸碰著當地社群的脈搏起伏。你可以使用社群技能調整值取代交涉技能調整值來使用搜集資訊（Gather Information）。當你身處任何一個你經常性訪問（Frequent regularly）的社區中時，你可以使用社群技能的回憶知識技能動作，取代交涉技能的蒐集資訊來獲得同樣的資訊。通常，這樣做會使技能檢定的DC比使用交涉技能更高，但好處是你無需花費時間四下打聽就能立即回憶起相關的訊息。即使你以此方式回憶知識的檢定失敗，你仍然可以嘗試正常的通過交涉技能來重新收集資訊。",
	"神學士":"神學士 Student of the Canon專長1\n通用技能\n先決條件宗教技能達到受訓熟練度\n你研究過各個宗教派別的教義要旨，這使你很難在相關的知識上被矇騙或是混淆。當你使用宗教技能來解譯一部具有宗教意義的文書或是回憶關於某一宗教信仰的教義的知識時，但獲得了大失敗結果時，你只會獲得普通失敗的結果。當你使用宗教技能來回憶關於你所信仰的宗教的教義知識且失敗時，你視為獲得了成功的結果；如果你的檢定獲得了成功結果，你視為獲得了大成功結果。",
	"妙手空空":"妙手空空 Subtle Theft專長1\n通用技能\n先決條件賊活技能達到受訓熟練度\n當你成功地使用偷竊（Steal）技能動作偷到了東西時，除了受害人以外的潛在會在他們發覺你在行竊的察覺檢定上承受-2減值。除此之外，如果你你在對其他生物視為無蹤狀態時事先使用了欺騙技能來使對方分神，你接下來對其進行的一個藏匿物品或是偷竊技能動作不會導致你失去無蹤狀態。",
	"荒野見識":"荒野見識 Survey Wildlife專長1\n通用技能\n先決條件生存技能達到受訓熟練度\n你可以通過荒野環境中存在的種種蛛絲馬跡判斷該區域里有什麼型別的生物存在。如果你花費10分鐘時間在附近尋找諸如生物巢穴，糞便，以及植被留下的痕跡等線索，在此之後，進行一個生存技能檢定（DC由GM決定，取決於附近環境中具體有什麼痕跡和明顯程度）。如果你的技能檢定成功，你可以再進行一個回憶知識檢定（承受-2減值）來判斷具體在該區域中存在何種生物。當你在生存技能上達到大師級熟練度時，你無視本減值。",
	"迅速潛行":"迅速潛行 Swift Sneak專長7\n通用技能\n先決條件隱秘技能達到大師熟練度\n你可以在潛行（Sneak）時全速移動，並且只要你可以使用以下這些移動方式，你便可以在掘地（Burrowing）、攀爬（Climbing）、飛行（Flying）或是游泳（Swimming）時同時使用潛行。",
	"地形專家":"地形專家 Terrain Expertise專長1\n通用技能\n先決條件生存技能達到受訓熟練度\n你對於某一種特定環境的旅行經驗使你在徜徉其中時絕對自信。從以下這些地形環境中選擇一種：水域（Aquatic）、極地（Arctic）、荒漠（Desert）、林地（Forest）、山地（Mountain）、平原（Plain）、空域（Sky）、沼澤（Swamp）或是地下（Underground），當你處於該地形環境中時，你在生存技能檢定上獲得+1環境加值。 \n　　特殊：你可以多次選擇本專長。每次選擇本專長時，你可以選擇另一種地形環境獲得本專長的好處。",
	"地形潛伏":"地形潛伏 Terrain Stalker專長1\n通用技能\n先決條件隱秘技能達到受訓熟練度\n從以下三種困難地形中選擇一種：巖地（Rubble）、雪地（Snow）、灌木叢（Underbrush），當你身處該困難地形並對非盟友的生物視為擁有無蹤狀態時，你可以無需隱秘技能檢定就自動進入潛行狀態――前提是你在每次移動時不超過5尺距離，並且在任何時候都不進入任何敵人周圍10尺範圍以內。在本狀態下，只要其他生物沒有在積極地尋找你或是處於警戒狀態，你也可以自動在探索模式下保持迴避注意（Avoiding Notice）狀態並進入到該生物周圍15尺範圍內。 \n　　特殊：你可以多次選擇本專長。每次選擇本專長時，你可以選擇另一種困難地形獲得本專長的好處。",
	"破膽威嚇":"破膽威嚇 Terrified Retreat專長7\n通用技能\n先決條件威嚇技能達到大師熟練度\n如果你在一次挫敗使其技能動作上獲得了大成功並且目標的等級比你要低，該目標會開始逃跑（Fleeing）1輪時間。",
	"巨人摔角術":"巨人摔角術 Titan Wrestler專長1\n通用技能\n先決條件運動技能達到受訓熟練度\n你可以嘗試對體型比你大最多兩級的生物使用卸武（Disarm）、擒拿（Grapple）、推撞（Shove）或是摔絆（Trip）動作。當你在運動技能上達到傳奇級熟練度時，你可以嘗試對體型比你大最多三級的生物使用這些動作。",
	"健壯":"健壯 Toughness專長1\n通用\n你可以承受驚人的創傷而不倒下。你的最大生命值會額外提升相當於你的等級的數值。並且你的恢復檢定（Recovery Check）的DC降低1",
	"訓練動物":"訓練動物 Train Animal專長1\n休整期通用操作技能\n先決條件自然技能達到受訓熟練度\n你可花費時間教授動物接受使用一些特定動作的指令。你可以選擇教授動物一個它本身就理解如何進行的基礎動作（Basic Action，見技能章節的指揮動物行動）或是教給它一個全新的基礎動作。DM決定教授這個動作給一隻動物所需的技能檢定DC和所需的具體時間（通常至少要一週時間）。一般而言，動物不可能學會任何需要它們進行深入思考判斷的行動。如果你在自然技能上達到專家/大師或傳奇熟練等級，GM也許會允許你向更加珍奇的動物教授動作。 \n成功：動物學會了你教給它的動作。如果這個動作它本來就理解如何使用，你現在可以用指揮動物技能動作要求它進行該動作而無需自然技能檢定；若這是一個它新學會的動作，你可以將它加入你使用指揮動物行動所能要求動物進行的動作列表，但必須骰自然技能檢定來嘗試要求動物進行它們 \n失敗：動物沒學會你教它的新玩意。",
	"魔法物品取巧":"魔法物品取巧 Trick Magical Item  專長1\n通用操作技能\n先決條件奧法、自然、神秘或是宗教技能達到受訓熟練度\n你分析了一件魔法物品的執行機制，即使你本身不具備使用它的條件，你也可以用取巧的方法暫時啟用它。舉例來說，這個專長可以讓不會施法的戰士臨時使用一下魔杖，或是讓法師施放一個不在他的法術列表上的法術卷軸。你必須理解一件魔法物品啟用後會產生的具體效果才能嘗試取巧。 \n　　你使用對應該魔法物品的魔法根源，或是其中記載法術的魔法根源的技能進行檢定；如果你要使用該物品施放一個法術，使用以下對應法術根源的技能檢定：奧術-奧法，原能-自然，異能-神秘，神術-宗教，或是其中任何一個技能（如果該物品的魔法力量不屬於任何魔法根源）。GM會根據該物品的物品等級決定技能檢定的DC（可能會根據該物品的特性和局體情景調整）。 \n　　如果你要啟動的一件魔法物品需要骰法術攻擊檢定或是法術DC，而你並不具有施放該魔法根源的法術的屬性條件，則使用你的人物等級作為使用該效果的熟練等級，以及你在智力、感知或魅力中最高一項的屬性調整值。如果你在對應魔法根源的技能上達到了大師級熟練度，那麼你可以使用「受訓」熟練加值進行檢定；如果你在對應魔法根源的技能上達到了傳奇級熟練度，那麼你可以使用「專家」熟練加值進行檢定。 \n成功：在本回閤中，你可以使用接下來的動作啟動該魔法物品，如同你本來就可以使用它一樣。 \n失敗：你不能使用該魔法物品或是嘗試取巧。但在你的下個回合你可以再試試。 \n大失敗：你不能使用或嘗試取巧用該魔法物品，直到次日你的每日準備為止。",
	"浪里白條":"浪里白條 Underwater Marauder專長1\n通用技能\n先決條件運動技能達到受訓熟練度\n你可以熟練地在水中作戰。當身處水中時你不會陷入措手不及，也不會因為在水中使用揮砍（Slashing）和鈍擊（Bludgeoning）傷害型別的武器而承受減值。",
	"源符論":"源符論 Unified Theory專長15\n通用技能\n先決條件奧法技能達到傳奇熟練度\n通過深入研究，你發現了隱藏在四大魔法根源的魔法本質之間固有的聯繫――並且它們可以全部以奧法理論來解釋。當你使用任何因為對應魔法根源而需要你進行自然、神秘或是宗教技能檢定的動作或是技能專長時，你可以取而代之使用奧法技能來進行檢定；除此之外，如果你使用奧法技能檢定，承受較高的DC或是減值來達成特定的行動（比如嘗試辨識非奧術根源的法術）時，你不需要再承受這些懲罰。",
	"無錯學識":"無錯學識 Unmistakable Lore專長2\n通用技能\n先決條件學識技能達到專家熟練度\n只要是你的專項研究範疇，你就決不可能犯錯。當你使用任何一個你擁有受訓等級的學識門類進行技能檢定時，如果你的檢定結果是大失敗，你只會得到失敗結果；如果你在一個學識門類上達到了大師級熟練等級，當你在技能檢定上獲得大成功結果時，你可以回想起比通常還要多的額外的資訊和背景。",
	"即興發揮":"即興發揮 Untrained Improvisation專長3\n通用\n即便你沒有經驗，你也知道怎麼解決面前的問題。現在你在所有未受訓技能檢定時都可以使用你的人物等級的一般而非通常的+0來進行檢定.當你達到至少7級時，你在這些檢定上獲得相當於你的人物等級的加值。大師，擁有加值並不會允許你使用這些技能的受訓技能動作。",
	"精湛演技":"精湛演技 Virtuosic Performer專長1\n通用技能\n先決條件表演技能達到受訓熟練度\n你特別擅長一種表演型別。你在一種表演形式的演出上獲得+1環境加值。當你在表演技能上達到大師級熟練度時，這個加值提升到+2。當你使用下表中的一種表演形式時獲得本專長的加值。如果你的演出無法被歸類到特定的表演型別時，GM決定你的具體表演型別。\n表演形式範例演出\n戲劇演劇、啞劇、傀儡戲\n喜劇滑稽劇、笑話、打油詩\n舞蹈芭蕾、草裙舞、吉格舞、秧歌\n鍵盤樂器大鍵琴、管風琴、鋼琴\n演說史詩、辭賦、詩歌、故事\n打擊樂鈴、鼓、鑼、木琴\n歌唱民謠、頌歌、美聲、號子\n絃樂胡琴、豎琴、魯特琴、提琴\n管樂風笛、長笛、豎笛、小號",
	"彈墻跳":"彈墻跳 Wall Jump專長7\n通用技能\n先決條件運動技能達到大師熟練度\n你可以蹬墻借力，連續跳幾次。如果你在結束一次跳躍（跳高或是跳遠）時鄰接一個牆面，那麼只要你的下一個動作仍然是嘗試跳躍，那麼你就不會因為身處高處而開始墜落。除此之外，因為你是借上一次跳躍的勢能繼續跳躍，你可以在下一次跳躍時只使用一個動作，但你不能在其中包括助跑的跑動動作。 \n　　你每回合只能彈墻跳一次。當你在運動技能上達到傳奇級熟練度時，你只要你的回合中仍然還有剩餘的動作，那麼你就可以繼續進行跳躍。",
	"醫護長":"醫護長 Ward Medic專長2\n通用技能\n先決條件醫療技能達到專家熟練度\n你可以照料一整個病房的病人，同時滿足每一個傷患所需要的治療。當你使用治療疾病或是治療傷害技能動作時，你可以同時為兩個對像提供治療；當你在醫療技能上達到大師級熟練度時，你可以同時為四個對像提供治療；當你在醫療技能上達到傳奇級時，你可以同時為八個對像提供治療。",
	"謹慎解除":"謹慎解除 Wary Disarmament專長2\n通用技能\n先決條件賊活技能達到專家熟練度\n如果你在解除一件裝置或是陷阱時意外觸發了它，你會在對抗這件裝置或陷阱對你的攻擊時在AC和豁免檢定上獲得+2環境加值。只有你因為解除裝置失敗而觸發的那一次攻擊時這個專長的加值才會生效，而後續的任何效果――比如一個多重觸發的複雜陷阱――不會獲得這個好處。",
	"武器擅長":"武器擅長 Weapon Proficency專長1\n通用\n你現在獲得對所有的簡易武器（Simple Weapons）的受訓。如果你已經在所有的簡單武器上受訓，你獲得所有軍用武器（Military Weapons）的受訓。如果你已經在所有的軍用武器上受訓，你獲得一件你所選的進階武器（Advanced Weapons）的受訓 \n　　特殊：你可以多次選擇本專長。每次選擇本專長時，你可以獲得新的武器受訓，按照本專長效果所述的提升步驟。",
	"百家飯":"百家飯 A Home In Every Port專長11\n休整期通用\n先決條件魅力16\n你到訪過的村鎮都流傳著你的故事，百姓都願意敞開大門歡迎你的到來。若你在城鎮（town）或村莊（village）度過休整期，你可以花費8小時找到一位熱心村民免費為你和至多六位你的盟友提供一天的食宿。這頓免費食宿的生活開支標準為舒適（comfortable），食物亦免費。24小時後，若想繼續留宿則要正常支付生活開支，或再用該專長找新一位村民提供服務。",
	"特技演員":"特技演員 Acrobatic Performer專長1\n通用技能\n先決條件在特技技能上達到受訓熟練度\n你的特技表現非凡，通過表演從觀眾處收穫大量驚歎和掌聲。這才是真正的表演！當使用表演技能的演出（Perform）動作時，你可以骰特技檢定而非表演檢定。",
	"進階急救":"進階急救 Advanced First Aid專長7\n通用治療操作技能\n先決條件在醫療技能上達到大師熟練度\n你接受過醫療訓練，用以減少傷病痛苦和安撫恐懼的心。當你用醫療技能進行急救（Administer First Aid）行動時，你可以不做穩定傷勢和止血，而是減少一位盟友的噁心或驚懼狀態2點狀態值，若為大成功則可完全移除其中一種狀態。同一時間你只能移除一種狀態。醫療檢定的DC通常為造成該狀態的效果的DC。",
	"特技飛行員":"特技飛行員 Acrobatic Mastery專長7\n通用技能\n先決條件在特技技能上達到大師熟練度\n輕巧優雅飛行著的你，可以做出令人驚歎的空中特技機動。你使用的空中機動（Maneuver in Flight）動作的特技檢定獲得+2環境加值並且能將兩種機動融入到這一個動作當中，例如在強風中邊轉頭邊進行爬升、俯衝或盤旋。該此特技DC等於組合中較難空中機動的DC+5。若你的特技熟練度為傳奇，你可以將三種機動容易到這一個動作當中；DC為組合中最難空中機動的DC+10。無論如何組合，空中機動都不會讓移動超過飛行速度。",
	"穿甲助手":"穿甲助手 Armor Assist專長1\n通用技能\n先決條件在運動技能或戰爭學識技能上達到受訓熟練度\n在支援過披甲戰士后，你開始熟悉如何幫助自己和其他人披上重甲了。你可以嘗試一次運動檢定或戰爭學識檢定，DC由GM決定（常見護甲通常為15，罕見護甲為20，稀有護甲為25），成功則減半穿甲時間。你也可以協助一位盟友減半其穿甲時間，同樣為進行運動檢定或戰爭學識檢定，DC亦相同。",
	"披甲隱秘":"披甲隱秘 Armored Stealth專長2\n通用技能\n先決條件在隱秘技能上達到專家熟練度\n你學習過如何調整護甲和步伐來減少隱秘時發出的聲音。當你穿戴不具有嘈雜特徵且熟練度至少為受訓的護甲時，你的隱秘檢定所受到的減值減少1點（最低為0）。若你隱秘技能為大師熟練度，則減值減少2點，傳奇隱秘技能的減值減少3點。若護甲擁有嘈雜特徵，則並非減少隱秘檢定減值，而是忽略嘈雜特徵的效果，使你可以正常通過足量的力量屬性值來去除檢定減值。",
	"胸有成竹":"胸有成竹 Assured Identification專長2\n通用技能\n先決條件在奧法、自然、神秘或宗教技能上達到專家熟練度\n你極少看走眼。當使用奧法、自然、神秘或宗教技能辨識魔法（Identify Magic）時，若你骰出大失敗，則改為失敗。若你因只是骰出普通成功而非大成功即將錯認詛咒物品時（具體規則見GMG90頁），改為無法辨識。",
	"作戰參謀":"作戰參謀 Battle Planner專長2\n通用技能\n先決條件在戰爭學識技能上達到專家熟練度\n你時常推演作戰方案和戰場沙盤，收集優秀的計劃和案例留作後用。當你偵察到敵人位置或收到盟友偵察到敵人位置的彙報時，若能明確知道敵人的數量、方位和身份，你就能花1分鐘時間拿出作戰計劃，並基本考慮到了潛在變數以減少英雄式的運氣影響。骰一次戰爭學識檢定。只要之前的情報資訊無誤且一直有效，則當你對抗該敵人骰先攻檢定時，你可使用該次戰爭學識檢定結果作為先攻結果；若你如此做，這是一個幸運效果。",
	"觀識眼":"觀識眼 Biographical Eye專長7\n通用秘密技能\n先決條件在社群技能上擁有大師等級\n即使是一次簡短的談話或社互動動，你也能通過細微的社交和視覺線索來了解一個人的起源和歷史。你可能會注意到這個人的指甲下有一些綠色的東西，確定他是一個草藥醫生，一個別針表明他們是一個秘密團體的成員，或者類似的推理。但你只知道與他們的社會角色有關的細節，所以你可能知道城市裡有吸血鬼居住，但不會知道他們的任何弱點，甚至不一定知道他們誰是吸血鬼。 \n　　花費1分鐘觀察你之前沒見過的某人，或是在獲得觀識眼專長後首次會見的某人，然後嘗試一次DC30的社群檢定。若你在這段時間內和目標有過交談，該次檢定獲得+1環境加值。若目標有意識地隱藏本性或是假身份，則除非你的社群檢定不低於目標的意志DC，否則你觀識到的是假的資訊而非被隱藏的真資訊 \n大成功：你認出目標的職業，目標在該職業中的特長，和目標職業生涯中的主要成就或糾紛。你同時認出目標現居住的國家和城市，若城市夠大還能認出具體街區。另外，你還能認出目標三觀成型期所處的國家和城市。 \n成功：你認出目標的職業和職業特長。你認出目標現居住的國家和城市。 \n失敗：你認出目標的職業和目標出生於哪塊地域，沒有更多了。 \n大失敗：你認到了關於目標的一點錯誤的資訊。",
	"當頭棒喝":"當頭棒喝 Bon Mot  專長1\n聽覺專注情緒通用語言心靈技能\n先決條件在交涉技能上達到受訓熟練度。\n你對敵人當頭棒喝，使其震驚。選擇一個30尺內的敵人然後骰一次交涉檢定對抗目標的意志豁免DC \n大成功：目標受到影響，察覺和意志豁免都受到-3狀態減值，持續1分鐘。目標可以通過反駁你的當頭棒喝來嘗試提前終止該效果。反駁需要1個擁有專注特徵的單動作或合適的技能動作來駁斥你的觀點。GM決定什麼技能動作可用，且必須消耗至少1個動作。通常反駁需要使用基於語言和魅力的技能動作。 \n成功：如同大成功，只是減值為-2。 \n大失敗：棒喝反而使你自取其辱。你自己會承受成功時敵人應承受的效果。你身上的效果也持續1分鐘或直到你下一次當頭棒喝成功。",
	"帶頭大哥":"帶頭大哥 Caravan Leader專長11\n通用\n先決條件體質18，加快步伐專長（Pick up the Pace）\n你知道如何讓盟友在路上竭盡全力。當你在一個隊伍的探索模式中強行軍時，使用隊伍中能夠強行軍最長時間的人來計算隊伍強行軍時長，且時長再加20分鐘。",
	"藏物於動":"藏物於動 Concealing Legerdemain專長7\n通用技能\n先決條件在賊活技能上達到受訓熟練度\n並非將物品藏到搜身者找不到的地方，而是不斷轉移物品讓別人看不到。當你使用隱藏物件（Conceal an Object）動作時，你可骰賊活檢定而非隱秘檢定來對抗搜查這的察覺檢定。賊活檢定只需骰1次，但你必須不斷使用隱藏物件動作來保持這個狀態。",
	"請教精魂":"請教精魂 Consult the Spirits專長7\n通用秘密技能\n先決條件在自然、神秘或宗教技能上達到大師熟練度\n頻率每天一次\n學習特殊儀式或冥想法的你，可以感知到地區內無形而微笑的精魂。獲得該專長時選擇自然、神秘或宗教技能之一。自然技能讓你能與自然之靈溝通（例如萊西），這些誕生自生命本源而非精魂能量的自然之靈可以回答你關於自然的問題，例如最近的水源或植被特徵。宗教技能讓你和天使、惡魔、神使等秘密存在溝通，提供關於正能量和負能量的情報，關於聖化或褻瀆的資訊，關於不死生物的內容等等。神秘技能讓你與地縛靈、思念體、遠離現實的精魂進行溝通，獲得關於特異靈光、效果和超自然存在的情報。 \n　　消耗10分鐘並用所選技能進行一次回想知識檢定；DC由GM決定（通常為目前區域所以能遇到的最高等級生物的非常困難難度）。若你所選技能熟練等級為傳奇，則每小時你都可以使用一次該專長而非每天，但不能重複在同一個區域使用該專長。 \n大成功：精魂在你面前現身，對你的態度為樂於幫助。只有你能察覺到這些精魂。它們會回答你3個關於周圍100尺內環境的簡單問題，具體取決於你的技能和呼喚來的精魂型別。回答通常是一個單詞，它們的知識也受限於它們所處的環境。 \n成功：如同大成功，只是精魂態度為不關心，且只會回答1個問題。 \n失敗：你沒有溝通到此處的精魂。 \n大失敗：你溝通到了一個或更多具有惡意的精魂。它們對你的態度為敵意，它們也不會立刻現身。它們也能回答你3個問題，但會向有害的方向告訴你答案，具體由GM判斷大成功：精魂在你面前現身，對你的態度為樂於幫助。只有你能察覺到這些精魂。它們會回答你3個關於周圍100尺內環境的簡單問題，具體取決於你的技能和呼喚來的精魂型別。回答通常是一個單詞，它們的知識也受限於它們所處的環境。 \n　　特殊：該專長可以多次選擇，每次必須選擇不同的技能，且所選技能必須擁有大師熟練等級。每個所選技能都可每日使用該專長一次（傳奇則為每小時1次）。",
	"工匠評估":"工匠評估 Crafter's Appraisal專長1\n通用技能\n先決條件在手藝技能上達到受訓熟練度\n你對物品的知識儲備讓你可以辨識魔法效果。你可以使用手藝技能而非對應魔法根源的關聯技能來對魔法物品使用辨識魔法（Identify Magic）行動，不過也只能對魔法物品。\n犯罪網路 Criminal Connections專長2\n罕見通用技能\n先決條件在社群技能上擁有專家熟練等級，人情練達專長（Streetwise）\n你交了一群狐朋狗友，可以利用他們走貨倒把或牽橋搭線。當處於你擁有聯繫的區域中時（通常為休整期建立聯繫網的聚居點或統一國家的其它地區），你可以嘗試一次社群檢定來計劃和例如盜賊工會首領這樣的犯罪大佬見面，或者根據交流內容賣個人情以後期要求獲得回報。GM決定賣人情的DC和具體角色特徵。",
	"信仰欺詐":"信仰欺詐 Deceptive Worship專長1\n通用技能\n先決條件在神秘技能上達到受訓熟練度\n你們教派的成員經常假裝成其它教派的信徒。你可用神秘技能而非欺騙技能喬裝（Impersonate）成另一種非特定信仰的信徒或說謊（Lie）你是你正喬裝的教派的信徒之一。但若要喬裝成特定信仰的信徒或執行其它欺騙動作，你依然必須使用欺騙技能，例如說其它謊言等等。",
	"謹慎發言":"謹慎發言 Discreet Inquiry專長2\n通用技能\n先決條件在欺騙技能或交涉技能上達到專家熟練度\n你通過交際獲取資訊的方式十分謹慎。在收集資訊時，你能夠將真實目標隱藏於其他無用話題之中，且不會增加檢定難度或時間消耗。任何人若想通過收集資訊來了解是否有人在詢問該話題內容，他必須超過你的欺騙DC或者你收集資訊時的正常DC，取較高者，才能知曉你的詢問。否則，他們對你的活動一無所知。",
	"注目表演":"注目表演 Distracting Performance專長2\n通用技能\n先決條件在表演技能上達到專家熟練度\n你的表演尤其引人注目，讓盟友可以趁機潛行。當你協助（Aid）一名試圖分神（Create a Diversion）敵人的盟友時，你可不按照協助動作的通常效果，而是骰表演檢定並將結果直接作為盟友的欺騙檢定結果。",
	"驚世胡言":"驚世胡言 Disturbing Knowledge  專長7\n情緒恐懼通用心靈技能\n先決條件在神秘技能上達到大師熟練度\n你口中念出一長串令人發麻的人物、預兆、外域的名字，那些你從各種書卷上看來的點點滴滴。即便是無法理解你所用語言的生物，也會對你念出的名字陣陣發抖。你進行一次神秘技能檢定，對抗30尺內一個敵人的意志豁免DC，若你的神秘技能熟練等級為傳奇，則可對抗30尺內任意個敵人的意志豁免DC。成為目標的生物產生24小時的臨時免疫。 \n大成功：目標困惑1輪並且獲得驚懼1。 \n成功：目標獲得驚懼1。 \n失敗：目標不受影響。 \n大失敗：你被你自己說出的話嚇到了，你獲得驚懼1。",
	"指東道西":"指東道西 Doublespeak專長7\n通用技能\n先決條件在欺騙技能上達到大師熟練度\n對你來說，指桑罵槐指東道西是一件很輕鬆的事。通過微妙的修辭強調等經驗，你可以將真實意思隱藏到不相干的話語中，只有盟友能理解其中的真意。任何和你共同旅行至少一週的盟友自動理解你的話語。其它聽眾則必須進行察覺檢定對抗你的欺騙DC才能知曉你在傳遞暗語，其必須大成功才能理解你的暗語本意。",
	"崇信忠告":"崇信忠告 Exhort the Faithful專長2\n通用技能\n先決條件在宗教技能上達到專家熟練度，一個特定宗教的信徒\n對信仰知識的瞭解使你總能找到最好的方法，來讓同種信徒協助你或聽從你的建議。當你提出請求（Request）或脅迫（Coerce）同信仰的信徒時，你可以進行宗教檢定而非交涉或威嚇檢定，且你在該次宗教檢定上獲得+2環境加值。且當你的提出請求大失敗時，目標對你的態度也不會因此下降。",
	"奔途驃騎":"奔途驃騎 Express Rider專長1\n探索通用移動技能\n先決條件在自然技能上達到受訓熟練度\n你當然知道如何駕馭坐騎跑得更快。在計算騎乘中的你的旅行速度（travel speed，CRB479頁）時，你可以進行一次自然技能檢定並指揮動物（Command an Animal）來增加坐騎的旅行速度。DC取決於GM，通常會基於坐騎等級和環境因素來決定，取其高者。若成功，你坐騎的旅行速度增加一半。本專長遭遇模式中的坐騎移動沒有效果。",
	"計數眼":"計數眼 Eye for Numbers  專長1\n通用技能\n先決條件在社群技能上達到受訓熟練度\n你受過訓練，只需一眼，就能算出一組物品的具體數目。你在看到的外型相似的一組物體（例如硬幣、書籍、人）時，可以立刻知曉其物體數量，只是在最高位數會進行取整。舉個例子，你看到一排藥劑時，會立刻得出有30瓶，但你不會立刻知道它們實際的數量是33瓶，也不知道是什麼藥，什麼型別。與此類似，你看到2805枚的一堆硬幣時，會立刻認為這裡有3000枚硬幣。你只能在可以計數的物體上適用本專長，因此像沙粒數量或繁星數量這樣，無法適用。 \n　　另外，你在進行解譯文書（Decipher Writing）時若遇上的是數學或數字相關的文書，則獲得+2環境加值。",
	"法醫直覺":"法醫直覺 Forensic Acumen專長1\n通用技能\n先決條件在醫療技能上達到受訓熟練度\n你知曉法醫的行爲準則，善於判斷肉體的死因或傷口型別。你可以對肉體進行法醫鑑定，如同用醫療技能進行回憶知識一樣，並且所需耗時減半（最低為5分鐘）。若醫療檢定成功，你能立刻對找到的線索進行一次回憶知識，該次檢定獲得+2環境加值。這次回憶知識檢定需要和導致死因或傷口的因素有關，例如用手藝技能來判斷所中毒素或制創武器，用另一個醫療檢定來判斷所患疾病名字。若你願意，你也能改為用合適的技能回憶知識來判斷所檢肉體的生物型別，同樣擁有+2環境加值。 \n　　當你醫療技能熟練等級為大師時，上述環境加值為+3。醫療技能為傳奇時，上述環境加值為+4。",
	"字裡探花":"字裡探花 Glean Contents專長1\n通用技能\n先決條件在社群技能上達到受訓熟練度\n你十分善於快速瀏覽大堆書頁和在不弄壞信封蠟印的狀態下辨識信箋內容。你可以用社群檢定來對只能看到部分文字、閱讀方向顛倒、放在信封中密封的資訊進行解譯文書（Decipher Writing）。若大失敗，文字容器會留下你的痕跡（例如你弄壞了蠟印或打亂了書頁的擺放）。當用該專長解譯密封信箋時，你的解譯文書行動獲得操作特徵。該專長不會讓你的動作能不被別人發現，特別是在解譯密封信箋時你必須操作擺弄來閱讀；因此你需要進行欺騙檢定或隱秘檢定來避免被發現。",
	"僱工頭":"僱工頭 Hireling Manager專長3\n通用\n先決條件魅力14\n你可以找到比大多數人好用的僱工勞力。當你的僱工提供服務時，僱工們在所有技能檢定上獲得+2環境加值。該環境加值對所有受訓和未受訓僱工都有效，但對所提供的服務和勞動力的成本沒有影響。",
	"臨時工具":"臨時工具 Improvise Tool專長1\n通用技能\n先決條件在手藝技能上達到受訓熟練度\n你就算手邊沒有合適的工具，你也能用雜七雜八的物什湊合湊合。你可以在沒有修理工具時使用修理（Repair）物品的傷害。若你手邊有合適且可用的原材料，你可以製作（Craft）鐵蒺藜、蠟燭、指南針、撬棍、漁具、燧石和鐵片、錘子、梯子、巖釘、繩索、十尺長桿、替換開鎖器、長工具或短工具、火把這些，而不需要查閱基礎工匠手冊。",
	"臨時修理":"臨時修理 Improvised Repair  專長3\n通用\n你十分擅長修補受損的裝備，但你的修補只有一時之效。你對手中的一件破損（broken）非魔法物品迅速進行一次修補。直到該物品下次受傷之前，你都可以將其視為劣質物品使用。這種修補不會恢復物品HP，它還是很容易被摧毀。當該物品被正常修理至失去破損狀態時，它會同時不再是劣質物品。",
	"大偵查兵":"大偵查兵 Incredible Scout專長11\n通用\n先決條件在察覺上達到大師熟練度\n偵查中的你對危險極端警覺，總能先發制人提醒盟友準備戰鬥。當你使用偵查（Scout）探索行動時，你對盟友的先攻提供+2環境加值而非+1。",
	"干涉自然":"干涉自然 Influence Nature專長7\n修整期通用技能\n先決條件在自然技能上達到大師熟練度\n只要有耐心和時間，你能通過模仿鳥兒鳴叫，留下獵物軌跡等等行為，最終影響該地區某種動物的整體行動，在未來的日子裡甚至還能幫助你。GM決定需要進行的檢定及DC和該行動所需的耗時（通常最少需要一到兩天休整期）。不過你無法直接決定如何幹涉到自然執行，你只能期望產生效果，例如更容易狩獵或在危險時鳥類會靜默地從天而降。若你自然技能為傳奇熟練等級，你只需要10分鐘就能對區域內某種生物造成這些影響。",
	"接種療法":"接種療法 Inoculation專長1\n通用治療技能\n先決條件在醫療技能上達到受訓熟練度\n你學習過如何對抗疫病，你的病人也會短時間內對同種疾病產生更強的抵抗力。當你的治療疾病（Treat a Disease）成功，且目標從該疾病中完全恢復過來后目標在1周內對同種疾病的豁免獲得+2環境加值。",
	"完美追隨":"完美追隨 Keen Follower專長3\n通用\n你目不轉睛的模仿使你可以更好追蹤同伴的動作。當在探索模式中使用追隨專家（Follow the Expert）行動時，若追隨目標為專家熟練度，你改為獲得+3環境加值，若目標為大師熟練度，你改為獲得+4環境加值。",
	"帶頭攀爬":"帶頭攀爬 Lead Climber專長2\n通用技能\n先決條件在運動技能上達到專家熟練度\n攀爬中時，你可為後續者開拓路線，也能拉盟友一把躲開災難。當探索模式中盟友使用追隨專家行動準備攀爬（CLimb）你開拓出來的移動路線時，若其攀爬檢定大失敗，你可進行一次運動檢定對抗同樣的DC。若你成功，大失敗的盟友改為失敗。若你也大失敗，則你和該盟友同時承受其攀爬大失敗的結果。",
	"傳奇嚮導":"傳奇嚮導 Legendary Guide專長15\n通用技能\n先決條件在生存技能上達到傳奇熟練度\n你對荒野知根知底，能不費吹灰之力帶領團隊穿行其間。當你帶領團隊於荒野中行進時，在計算隊伍旅行速度時，速度獲得+10尺環境加值，且隊伍旅行速度不會因困難地形減少，進階困難地形也只是減半隊伍旅行速度而不是減為1/3。該專長不會增加遭遇中的隊伍旅行速度，也不會使隊伍在遭遇中忽略困難地形。",
	"無需驚慌":"無需驚慌 No Cause for Alarm  專長1\n聽覺專注情緒通用語言心靈技能\n先決條件在交涉技能上達到受訓熟練度\n無需驚慌，保持鎮靜！進行一次交涉檢定，對抗你周圍10尺瀰漫範圍內所有處於驚懼狀態生物的意志豁免DC。所有目標生物獲得1小時臨時免疫。 \n大成功：減少目標驚懼狀態值2點。 \n成功：減少目標驚懼狀態值1點。",
	"加快步伐":"加快步伐 Pick up the Pace專長3\n通用技能\n先決條件體質14\n你以身作則，幫助他人超越他們的正常極限。隊伍於探索模式中進行急行軍時，你的隊伍可以額外急行軍20分鐘，最長可為隊伍中最高體質調整值的人可急行軍的時長。",
	"朝聖者印記":"朝聖者印記 Pilgrim's Token專長1\n通用技能\n先決條件在宗教技能上達到受訓熟練度\n你從自己的信仰聖地獲得了一個小小的守護印記，或者你的聖徽被聖物或聖壇觸碰過。只要該印記伴隨你身，當你和敵人的先攻值相等時，你會先行動。 \n　　特殊：若你在1級時選擇該專長，你能免費獲得該朝聖者印記。另外，若你擁有聖徽，則如上所說，它自動成為朝聖者印記。 \n　　若你在隨後的等級選擇該專長，或你丟失了自己的朝聖者印記，你必須購買或製造一個來替換，且需在聖地重新使其被祝福。這種印記通常消費最少2sp，祝福需要10分鐘的祈禱和成功進行DC20的宗教檢定。GM可以根據印記的材料質量和宗教聖地的知名度來調整價格和DC；越標誌性的聖地，祝福越容易。",
	"預見消耗":"預見消耗 Prescient Consumable專長7\n通用\n先決條件預見計劃（Prescient Planner）專長\n你可以猜出接下來需要什麼消耗品。使用預見計劃專長時，你可以從揹包中拿出一件消耗品，而不是一件冒險道具。該消耗品必須是等級不高於你等級一半的常見消耗品，其負載也必須輕到即便算上它你也不會過載的程度。",
	"預見計劃":"預見計劃 Prescient Planner專長3\n通用\n消耗所選物品的價格\n要求從你上一次購物到現在為止，你還未使用該專長\n你經常制定複雜的計劃和突發事件，並利用你的資源來確保它們。花費1分鐘清理揹包，你能小心找出一個你未曾宣言購買的物品――上一次購物機會中你的直覺認為這很重要並悄悄越過你的理性買了它。該物品必須是一種冒險道具（主見核心書288頁開始，包括其他冒險道具），不能是武器、護甲、鍊金物品、魔法物品或其它寶物。它的稀有度必須為常見，其等級不能大於你自己等級的一半，其負載也必須輕到即便算上它你也不會過載的程度。",
	"快速交誼":"快速交誼 Quick Contacts專長2\n通用技能\n先決條件在社群技能上達到專家熟練等度；關係戶Connections專長（Crb）或Underworld Connections專長（譯註：全規則無該專長，疑為犯罪網路Criminal Connections）\n你知道要去哪，找誰做事，如何交朋友，以最快的速度。當進入一個新聚居點時，花費1天休整期，你就能用關係戶或犯罪網路專長構築足夠的關係網。若你社群技能為傳奇熟練等級，你在進入新聚居點時只需1小時技能構築關係網。",
	"快速附著":"快速附著 Rapid Affixture專長7\n通用技能\n先決條件在手藝技能上達到大師熟練度\n你附著護符只需要1分鐘。若你手藝技能為傳奇熟練等級，附著護符只需要3個動作的行動。",
	"激進手術":"激進手術 Risky Surgery專長1\n通用技能\n先決條件在醫療技能上達到受訓熟練度\n你採用激進的手段嘗試讓病患脫離死亡，但也有可能直接推他們一把。當你使用治療傷害（Treat Wounds）時，在應用治療傷害的效果前，你先對病人造成1d8點揮砍傷害。若你如此行動，你在治療傷害的醫療檢定上獲得+2環境加值，且若你結果為成功，則視為大成功。",
	"最初的魔法":"最初的魔法 Root Magic專長1\n通用技能\n先決條件在神秘技能上達到受訓熟練度\n你的護身符能抵禦污穢的魔力。在你進行每日準備時，你可以縫合好一個裝有香草、頭髮、聖油和其它儀式材料的香囊，並將其給與一位盟友。該盟友當天第一次對法術或作祟進行豁免檢定時，獲得+1環境加值。若你的神秘技能為專家，則環境加值為+2，若你的神秘技能為傳奇，則環境加值為+3。",
	"記號的秘密":"記號的秘密 Schooled in Secrets專長11\n通用技能\n先決條件在神秘技能上達到受訓熟練度\n你能注意到秘密教派和秘密社團成員用來向其他成員宣佈他們的從屬關係的標誌和符號。在對這些團體蒐集資訊（Gather Information）時，你可用神秘技能代替交涉技能。若你自己從屬於一個秘密教派、團體、隱修會或類似組織，除非團體成員有意對你隱藏自己的存在，否則你自動識別自己組織成員留下的記號。",
	"老廚子":"老廚子 Seasoned專長1\n通用技能\n先決條件在酒精學識技能、廚藝學識技能或手藝技能上達到受訓熟練度。\n你十分擅長準備許多種類的食物和飲品。你在製作（Craft）食物和飲品時的檢定上獲得+1環境加值，包括製作藥水時。若你某一個先決條件技能熟練等級為大師，則環境加值為+2。",
	"暗影印記":"暗影印記 Shadow Mark專長2\n通用技能\n先決條件在隱秘技能上達到專家熟練度\n你經受過特殊訓練，可以悄無聲息跟在目標背後而不被發現。當你處於避人耳目探索行動中，進行隱秘檢定跟蹤一個特定目標時，目標的察覺檢定受到-2環境減值。若你隱秘技能為大師，減值為-3，若為傳奇，減值為-4。若目標處於該減值中時被你引入遭遇模式中，目標的先攻骰受到同樣的減值，在目標察覺到你后，目標對抗你的潛行（Sneak）動作的察覺DC受到同樣的減值。",
	"滾地龍":"滾地龍 Skitter專長3\n通用\n先決條件敏捷16，飛跑專長（Fleet）\n你能迅速地在地上滑行。你可以爬行（Crawl）最多為速度一半的距離。",
	"神之舌":"神之舌 Supertaster專長7\n通用\n先決條件在察覺上達到大師熟練度\n你已經改善了你的味蕾，有了敏銳的味覺，可以察覺到食物和飲料的味道和質地的異常。在吃食物喝飲品時，你可以自動嘗試辨別原材料，分辨出是否有調理和例如毒藥之類的新增劑。GM根據毒藥等級決定DC后，使用你的察覺進行一次暗骰；若成功，你立刻知曉食物或飲品被下毒，但無法得知毒素種類。 \n　　若你用舔或嘗某物來進行調查（Investigating，探索模式行動）或回憶知識檢定某物時，若這種淺嘗能夠獲得額外資訊（根據GM判斷），你在檢定中獲得+2環境加值。",
	"恐嚇禦敵":"恐嚇禦敵 Terrifying Resistance專長2\n通用技能\n先決條件在威嚇技能上達到專家熟練度\n你成功挫敗士氣（Demoralized）的目標所施放的法術對你更難生效。若你成功對目標挫敗士氣，接下來24小時內你在對抗目標施放的法術時，豁免檢定獲得+1環境加值。",
	"地毯式搜查":"地毯式搜查 Thorough Search專長3\n通用\n先決條件在察覺上達到專家熟練度\n你全力以赴進行搜查，保證要找到所以東西。探索模式中進行搜索（Search）行動時，你可以花費雙倍時間進行搜索。通常這意味著搜索時你只有四分之一的速度，每分鐘最多前進150尺以求檢查所有東西，或每分鐘最多前進75尺以在前進前就檢查完所有東西。若如此做，你在搜索動作（Seek）中的察覺檢定獲得+2環境加值。",
	"真實視野":"真實視野 True Perception專長19\n通用揭示\n先決條件在察覺上達到傳奇熟練度\n你們的感知能力和處理感官資訊的能力是如此遠超常人，以至於你們注意到在各種幻象和嬗變中微小的差異。你永久處於6環法術真知術效果影響下，使用你的察覺調整值來進行反制檢定。",
	"地下關係網":"地下關係網 Underground Network專長2\n罕見通用技能\n先決條件在社群技能上達到專家熟練度，人情練達專長（Streetwise）\n你和知曉街道訊息的團伙有所聯繫，可以通過他們迅速獲取情報。當你處於擁有關係網的區域（通常為你已生活一週或用1天休整期快速構築關係網的聚居點）用社群技能收集資訊時，你能直接向街上的團伙聯繫獲取資訊。通常這花費1小時，且不會因向公眾收集資訊而引人注目。檢定和獲得的資訊正常遵從收集資訊（Gather Information）動作的規則。 \n　　另外，若你成功請教了地下關係網，下一次你對收集資訊的目標進行回憶知識檢定時獲得+1環境加值，若該次檢定你使用黑街學識（Underworld Lore），則加值為+2。GM可以根據目前地點以及與你關係網中的團體型別而改變這個擁有加值的學識技能型別。",
	"踏浪":"踏浪 Water Sprint專長7\n通用技能\n先決條件在運動技能上達到大師熟練度。\n經驗和訓練告訴你，水有足夠的表面張力讓大師踏浪而行。當你以一條直線行走時，若至少一半速度是在地面上，則剩下的速度可以用在液體上移動。若行走結束時未出在堅實地面上，你依然會掉入水裡。 \n　　若你運動技能達到傳奇熟練度，則只要你在堅實地面上開始行走，剩下的行走部分都可在水面上移動，不走一條直線也沒關係，當然，行走結束時若未處於堅實地面，還是會掉入水中。",
	"全域視野":"全域視野All-Around Vision\n　　這個怪物可以同時看見所有方向，因此無法被夾擊flanked。",
	"水下伏擊":"水下伏擊Aquatic Ambush [A]\n　　要求：怪物藏匿（hiding）在水中，並且一個位於標註距離範圍內的生物未能察覺到此怪物。\n　　效果：怪物以最大游泳速度+10尺的速度在水中和陸地上向目標移動。一旦目標進入怪物的觸及範圍，則怪物對其進行一次打擊（Strike）。目標生物在對抗這次打擊時視為措手不及（flat-footed）。",
	"隨意施法":"隨意施法 At-Will Spells\n　　怪物可以施放任意多次隨意法術而無需花費法術位。",
	"靈光":"靈光Aura\n　　怪物的靈光會自動影響怪物周邊指定發散範圍內的一切事物。怪物無需在靈光上花費任何動作；靈光將在特定的時間起效，例如生物在靈光內結束其回合或是生物進入靈光。\n　　如果一個靈光僅造成傷害，它的條目中只會列出半徑、傷害和豁免檢定。這類靈光在生物進入靈光或是在靈光內開始其回合時對生物造成傷害。一個生物在同一回合內僅會被此靈光傷害一次。\n　　GM也許會判定怪物的光環不會影響其盟友。例如，一個生物在與某怪物長時間同處之後可能會免疫此怪物的氣勢兇猛。",
	"甩脫":"甩脫Buck [R] \n　　大多數充當坐騎的怪物都會嘗試甩脫那些討厭惱人的騎手，不過除非是收到了驚嚇或是虐待，否則大多數坐騎不會對被信任的生物使用這種反應動作。\n　　觸發：一個生物在騎在怪物上時使用騎乘或是指揮怪物動作。\n　　效果：觸發的生物必須成功通過一次所列DC的反射豁免檢定，否則被摔落且倒地prone。如果豁免結果是大失敗，觸發的生物還會在正常的墜落傷害外額外承受1d6點鈍擊傷害。",
	"接石":"接石Catch Rock [R]\n　　要求：怪物必須有一隻空閑手，但是能夠鬆開Release手上握持的物品作為此反應動作的一部分。\n　　觸發：怪物成為一次投石打擊thrown rock Strike的目標，或是石塊將要掉落到怪物上。\n　　效果：怪物在對抗此次攻擊的AC或是任何對抗落石的防禦上獲得+4環境加值。如果攻擊未命中或是怪物成功避免了落石，怪物接住了石頭，避免了傷害。現在，是這隻怪物握住了石頭。",
	"變身":"變身Change Shape [A] （專注，[魔法根源]，變形，變化系）\n　　怪物無限期地改變了其形態。它能夠使用此動作恢復原形或是改為一個新的形態。除非另有說明，否則怪物無法使用變身能力呈現出某個特定個體。使用變身也被視為使用欺騙技能的喬裝來偽裝自身。在判別所變化形態的生物族裔或是生物型別時，怪物的變形將自動成功對抗察覺DC，並且在防止從其他方面識破其偽裝的欺騙DC上獲得+4狀態加值。變身能力指定了怪物能夠變化的形態。怪物僅能變化其生理形態，並不會獲得新形態的特殊能力。例如，在每個形態下，它都會替換其正常速度Speeds與打擊Strikes，並且可能改變其感官或體型。所有變更都會在數據欄中列出。",
	"恒定法術":"恒定法術Constant Spells\n　　一個恒定法術將持續對怪物生效而無需怪物施放之，並且法術的持續時間為永久。如果一個恒定法術被反制，則怪物可以花費此法術正常情況下所要求的施法動作來將其重新啟用。",
	"緊勒":"緊勒Constrict [A]\n　　怪物對任意數量的被其擒抱grabbed或拘束restrained的生物造成所列出的傷害。這些生物都可進行一次基礎強韌豁免對抗所列出的DC。",
	"巫團":"巫團Coven （預言系，心靈，異能）\n　　此怪物能夠與兩個或是更多同樣擁有巫團能力的生物組成巫團。這要求所有的準巫團成員舉行一個8小時的儀式。當結成巫團之後，所有成員都將獲得精英進化（第6頁），並且隨之調整其等級。巫團成員能夠以一個帶有專注特徵的單動作感知其他成員的位置和狀態，或是以一個同樣帶有專注特徵的雙動作感受到另一名巫團成員的感官。\n　　巫團還會賦予其成員法術和儀式，但是隻有三名巫團成員彼此位於30英尺之內時才能合作施展這些法術或儀式。一名巫團成員可以通過一個擁有單一語言成分的單動作施法動作為巫團法術作出貢獻。如果兩名巫團成員在上一輪內以此方法作出了貢獻，那麼第三名成員可以在她自己的回合花費正常的施法動作施放巫團法術。一個巫團能夠無限次地施放巫團法術，但是每輪只能施放一次巫團法術。所有巫團都會賦予8環惡意變形術（Baleful Polymorph），巫團還將獲得以下法術並且可以將其升環至5環：占卜術（augury）、魅惑術（charm）、銳耳術（clairaudience）、鷹眼術（clairvoyance）、夢中傳訊術（dream message）、幻象偽裝（illusory disguise）、幻象術（illusory scene）、窺視魔眼（prying eye）、屍體交談（talking corpse）。個別擁有巫團能力的生物還會為她們所加入的巫團帶來額外的法術。一個巫團還能夠施展控制天氣（control weather）儀式（核心書411頁），使用DC23代替標準DC。\n　　如果一名巫團成員的脫離或是死亡使得巫團的成員數量少於三名，則其餘成員保留其精英進化24小時，但是因為沒有足夠的成員貢獻必要的動作，她們無法施放巫團法術。",
	"黑暗視覺":"黑暗視覺Darkvision\n　　擁有黑暗視覺的怪物可以在黑暗和昏暗光照下正常視物，可惜這種視覺只能看見黑白兩色。某些形式的黑暗魔法——例如4環黑暗術——會阻礙普通的黑暗視覺。然而，擁有高等黑暗視覺的怪物甚至可以看穿這類形式的魔法黑暗。",
	"疾病":"疾病Disease\n　　當一名生物暴露在怪物的疾病下時，它需要嘗試一次強韌豁免用以避免感染該疾病。疾病的等級為造成疾病的怪物的等級。疾病遵從於核心書457頁中的苦難規則。",
	"包捲":"包捲Engulf [AA]\n　　怪物以兩倍速度行走（Strides），並且可以移動穿越路徑上任何生物所佔據的空間。所以體型等同於怪物或更小的生物在其所在空間被怪物穿越時可嘗試進行一次反射豁免對抗所列DC以避免被包捲。無法行動的生物在豁免中自動大失敗。如果生物在豁免中成功，它能選擇被推到一旁（怪物的路徑以外）或是被怪物推在前面直到怪物移動結束。怪物在單次的包捲行動中只能嘗試包捲同一個生物一次。怪物能夠容納儘可能多的生物直至填滿其佔據空間。\n　　豁免失敗的生物被拖入怪物體內。它被擒抱，獲得遲緩slowed 1，並且必須屏住呼吸，否則便會開始窒息。生物在被首次包捲時以及被包捲的每一個回合結束時受到所列出的傷害。被包捲的生物可以嘗試一次對抗所列逃脫DC的逃脫動作來重獲自由。被包捲的生物可以攻擊包捲它的怪物，但是僅能以無武裝攻擊或是輕負載及更小的武器進行攻擊。包捲中的生物在對抗此攻擊時措手不及。如果怪物於單次攻擊或法術中受到的穿刺或揮砍傷害等於或超過所列的破裂Rupture值，那個被包捲的生物重獲自由。通過這些法脫困的生物可以立即開始呼吸，並且離開吞噬他們的怪物的佔據空間。\n　　如果怪物死亡，它便無法維持其形態，所有被其包捲的生物將被自動釋放。",
	"快速癒合":"快速癒合Fast Healing\n　　擁有此能力的怪物在其回合開始時將恢復一定數量的生命值。",
	"兇猛":"兇猛Ferocity [R]\n　　觸發：怪物的生命值降低至0點。\n　　效果：怪物免於被打倒，並且餘留1點HP，其負傷值增加1。當其負傷3的時候，它無法再使用此能力。",
	"氣勢兇猛":"氣勢兇猛Frightful Presence （靈光，情緒，恐懼，心靈）\n　　首次進入靈光的生物必須進行一次意志豁免。無論結果如何，該生物都將在1分鐘內免疫此怪物的氣勢兇猛。\n　　大成功：該生物不受氣勢兇猛的影響。\n　　成功：該生物受到驚懼frightened 1。\n　　失敗：該生物受到驚懼frightened 2。\n　　大失敗：該生物受到驚懼frightened 4。",
	"攫抓":"攫抓Grab [A]\n　　要求：怪物的上一個動作是一次成功的打擊Strike並且在傷害條目中列出了「攫抓」，或是已經使用此動作擒抱了一個生物。\n　　效果：直到怪物的下一回合結束前它都將自動攫抓目標。該生物被怪物用於攻擊的肢體所擒抱grabbed，並且該肢體在攫抓結束前無法被用於打擊生物。\n　　使用攫抓可以延長其攫抓能力持續時間直至下一輪結束前都，這對於由此擒抱的所有生物都有效。被擒抱的生物可以使用逃脫動作脫離攫抓。如果怪物遠離了被擒抱的生物，攫抓也會被終止。",
	"高等緊勒":"高等緊勒Greater Constrict [A]\n　　怪物對任意數量的被其擒抱grabbed或拘束restrained的生物造成所列出的傷害。這些生物都可進行一次基礎強韌豁免對抗所列出的DC。在豁免中失敗的生物將陷入失去意識unconscious，豁免成功的生物在1分鐘內免疫高等緊勒的昏迷效果。",
	"精通攫抓":"精通攫抓Improved Grab，精通擊倒Improved Knockdown，精通推離Improved Push [F]\n　　怪物可以在被觸發的初始攻擊命中時以自由動作使用攫抓、擊倒或是推離（視情況而定）。精通攫抓依舊需要花費一個動作用來延長被擒抱生物的持續時間。",
	"擊倒":"擊倒Knockdown [A]\n　　要求：怪物的上一個動作是一次成功的打擊Strike並且在傷害條目中列出了「擊倒」。\n　　效果：怪物的攻擊使得目標倒地prone。",
	"生命感知":"生命感知Lifesense\n　　生命感知使得怪物能夠感知所列範圍內所有活物與不死生物的生命力。就如同視覺可以分辨不同的顏色那般，這種感覺可以區分驅使活物的正能量和驅使不死生物的負能量。",
	"強光致盲":"強光致盲Light Blindness\n　　當初次暴露在明亮光照bright light下時，該怪物將會失明blinded直至其下一回合。在初次暴露后，亮光不再使怪物失明，除非其又在黑暗中呆了1小時。然而，只要怪物還處於明亮光照下，它就會保持目眩dazzled。",
	"昏暗視覺":"昏暗視覺Low-Light Vision\n　　怪物可以如同在明亮光照環境下那樣在昏暗光照環境下正常視物，它忽略由昏暗光照環境所造成的隱蔽concealed狀態。",
	"毒素":"毒素Poison\n　　當一名生物暴露在怪物的毒素下時，它需要嘗試一次強韌豁免用以避免中毒。毒素的等級為造成疾病的怪物的等級。毒素遵從於核心書457頁中的苦難規則。",
	"推離":"推離Push [A]\n　　要求：怪物的上一個動作是一次成功的打擊Strike並且在傷害條目中列出了「推離」。\n　　效果：怪物自動將目標從怪物身邊擊退。除非在能力描述中另有說明，否則生物將被推離5尺。如果攻擊為重擊，則此距離加倍。",
	"再生":"再生Regeneration\n　　怪物在每回合開始時恢復所列出的生命值。再生起效期間怪物的瀕死dying狀態永遠不會超過3。然而，一旦其受到了再生條目中所羅列的傷害型別，再生將在其下一輪結束前失效。再生在收到所羅列的傷害前就已失效，因此這些傷害可能會導致瀕死4從而殺死怪物。",
	"撕裂":"撕裂Rend [A]\n　　撕裂條目中會列出一項怪物所擁有的打擊Strike。\n　　要求：怪物在同一輪中連續兩次使用在條目中列的打擊Strike型別命中同一名生物。\n　　效果：怪物自動對此敵人造成打擊Strike傷害。",
	"靈敏嗅覺":"靈敏嗅覺Scent\n　　靈敏嗅覺通過氣味感應生物或物品，並且這是一種朦朧感官vague sense。其作用範圍已在能力中列出，並且僅能在偵測散發出氣味的生物或物品時起效（例如，無生命的生物通常都不會發出氣味）。\n　　如果一個生物散發出濃郁的氣味或是出於上風處，GM可將靈敏嗅覺用於偵測此生物的範圍加倍或加至三倍，而當生物出於下風處時GM則可減小作用範圍。",
	"偷襲":"偷襲Sneak Attack\n　　當怪物用靈巧或嫻熟近戰武器、靈巧或嫻熟的徒手攻擊、或是遠距攻擊來對措手不及的生物進行打擊Strike，它還會造成所列出的精準傷害。用投擲武器來遠距攻擊的場合，該武器必須為靈巧或嫻熟。",
	"活吞":"活吞Swallow Whole [A] （攻擊）\n　　怪物嘗試吞下一隻已被其口嘴所擒抱的且體型等於或小於所列體型的生物。如果被吞下的生物的體型已經達到了所列體型的最大值，怪物便無法再次使用活吞。如果生物的體型比最大值要小，則怪物通常而言便還能吞下更多的生物；其具體的極限由GM判斷。怪物嘗試一次運動檢定對抗被擒抱生物的反射DC。如果檢定成功，則能吞下該生物。怪物的口嘴不再擒抱被其吞下的生物，所以怪物能夠用其再次進行打擊Strike或擒抱Grab。怪物無法攻擊被其吞下的生物。\n　　被活吞的生物視為被擒抱，且獲得遲緩slowed 1，同時必須屏住呼吸，否則便會開始窒息。被吞下的生物在初次被吞以及被吞后的每一輪結束時受到所列出的傷害。如果受害者從這一能力的擒抱grabbed狀態中逃脫Escapes，則他會從怪物的嘴裡鑽出來。這會同時解放怪物口嘴中所擒抱的其他任何生物。被吞下的生物可以攻擊那隻吞食它的怪物，但是僅能以無武裝攻擊或是輕負載及更小的武器進行攻擊。吞食中的生物在對抗此攻擊時措手不及。如果怪物於單次攻擊或法術中受到的穿刺或揮砍傷害等於或超過所列的破裂Rupture值，那個被吞的生物便重獲自由。通過這些法脫困的生物可以立即開始呼吸，並且離開吞食他們的怪物的佔據空間。\n　　如果怪物死亡，鄰近屍體的生物們可以花費總計3個動作使用武器或者非武裝攻擊對怪物造成穿刺或揮砍傷害，以此切開怪物並且解放被活吞的生物。",
	"母巢思維":"母巢思維Swarm Mind\n　　該怪物並沒有一個單一的心智（通常是因為它是一個小型生物的集群），並且免疫以特定數量生物為目標的心靈mental效果。它仍然會受到那些對範圍內所有生物起效的心靈效果。",
	"心靈感應":"心靈感應Telepathy （靈光，預言系，魔法）\n　　具有心靈感應能力的怪物可以與所列半徑內任意生物進行心靈交流，然而它們必須能夠使用同種語言。這並沒有給他們的思維提供特殊的渠道，也無法比正常的開口交流傳遞更多的資訊。",
	"投石":"投石Throw Rock [A]\n　　怪物從觸及範圍內撿起一塊石頭、或是乾脆取出一塊被收好的石頭，然後扔出去，進行一次遠端打擊Strike。",
	"踐踏":"踐踏Trample [AAA]\n　　怪物以其兩倍的速度行走Strides，並且可以在移動中穿越所列體型的生物所佔據的空間，並且對這些被其進入佔據空間的生物發動踐踏。在每次使用踐踏時，怪物只能對同一名生物嘗試一次踐踏。怪物造成所列的打擊Strike傷害，並且被踐踏的生物可以嘗試一次基礎反射豁免對抗所列DC（大成功不受傷，成功傷害減半，大失敗兩倍傷害）。",
	"顫動感知":"顫動感知Tremorsense\n　　顫動感知允許怪物感受到那些因為移動而引起的固體表面的振動。這是一種在（能力所列出的）有限範圍內的模糊感官imprecise sense。只有當怪物位於同一物體的表面、且僅在對像沿著表面移動（或是鉆入）時，顫動感知才會生效。",
	"水波感知":"水波感知Wavesense\n　　這種感知允許怪物感受到那些因為在液體中移動而產生的振波。這是一種在（能力所列出的）有限範圍內的模糊感官imprecise sense。只有當怪物位於同一液體中、且僅在對像在此液體中移動時，水波感知才會生效。",
	"重整佇列":"重整佇列（Form Up）[A] \n    部隊選擇它目前佔據的一格空間，重新分配其所佔據的方格，新的方格可以是任何形狀，但是所有方格必須連續，並且位於被選擇的方格的15尺之內。部隊不能和其他生物共享空間。",
	"部隊防禦":"部隊防禦（Troop Defenses）\n    部隊是由多個單獨個體組成的，在經過多次攻擊和戰損之後，部隊的規模（size）就會縮減。大部分部隊在初始狀態下的規模有16個方格（4*4），並且它們的生命值後面會列出兩個閾值（thresholds），第一個閾值大約是最大生命值的2/3，第二個閾值大約是最大生命值的1/3。一旦部隊的生命值減少到第一個閾值以下，它的規模縮減4個方格，還剩下12個方格，並且第一個閾值會成為新的最大生命值。當部隊的生命值減少到第二個閾值以下時，它的規模再縮減4個方格，只剩下8個方格，第二個閾值會成為新的最大生命值。爲了恢復它的規模和最大生命值，部隊需要花費很長時間來治療傷員並補充新兵。當生命值為0時，部隊規模會減為4個方格，這不足以維持部隊，所以部隊會潰散，剩下的少數倖存者會投降、逃跑或解散，這取決於它們自身的天性。傷害性效果，若針對單一目標，例如打擊（Strike），則無法讓部隊的生命值一次跨過多個閾值。舉例來說，如果一個部隊擁有60點生命值，閾值分別為40和20，那麼一次造成50點傷害的打擊將使部隊生命減少至21，剛好在第二個閾值之上。區域性的傷害效果或瞄準多個目標的傷害性效果可以一次跨過多個閾值，甚至可能一擊毀滅整個部隊。非傷害性效果，若擁有區域範圍或能針對一定範圍內的所有生物，並且能覆蓋部隊佔據的整個空間，則能正常對部隊生效；如果效果的範圍比部隊佔據的方格少，或可瞄準的目標數量小於部隊人數，那麼一般而言對部隊就沒有影響。但例外是：如果一個效果至少能瞄準四個目標，或者至少能覆蓋4個方格，並且該效果能夠阻止目標行動、導致目標逃跑、或讓他們在1輪或更長時間內無法作為部隊的一部分發生作用，則部隊自動失去下一檔閾值之上的全部生命值，並縮減4個方格。如果一個效果既能對部隊造成傷害，又會導致部分成員失能從而自動損失生命值，則應先結算傷害；如果傷害沒有跨過閾值，那就再結算失能效果：扣除剩餘生命值來跨過閾值。\n"
  }
}
