{
  "mod":"pf2規則查詢文件",
  "author":"梅林",
  "brief":"pf2",
  "comment":"pf2",
  "helpdoc":{
    "pf2":"pf2規則查詢文件\n作者：梅林\n\n查詢指令：.help pf2 [所查詞條]",
	"解譯文書":"解譯文書 Decipher Writing\n專注探索秘密\n你嘗試解讀一篇晦澀的複雜文字或是文學作品。通常每有1頁就要花費1分鐘，但也有可能花費更長的時間（例如進行破譯密碼之類的工作時，每頁會花費1小時）。此文字必須由一種你所能看懂的語言書寫，儘管GM可能會允許你改為使用社群來嘗試解讀由陌生文字寫就的文字。 \n　　本檢定的DC是由GM基於這文書的狀態或複雜程度來決定的。GM可能允許你檢定一次來解譯一篇相對較短的文字，或者進行多次檢定來分段解譯一篇較長的文字。 \n大成功：你理解了文字的確切含義。 \n成功：你理解了文字的正確含義。但如果你是在解讀加密的文字，那麼你知道的是文字的大意，而非百分之百逐字逐句意義的翻譯。 \n失敗：你看不懂文字的意思，並且在接下來對該文字的解譯文書嘗試中承受-2環境減值。 \n大失敗：你認為你理解了文字的正確含義，但事實上你讀錯了其中的資訊。",
	"賺取收入":"賺取收入 Earn Income\n休整期\n你使用你的一項技能在休整期中嘗試賺錢。GM會設定一個代表賺的最多的任務等級，但你也可以去找相對比較簡單，報酬也較低的工作，但GM會決定你是否有得選。有時你可以想辦法去打探一份比一開始能找到的報酬更理想一些的工作，但這需要你花額外的時間使用交涉（Diplomacy）技能去搜集資訊（Gather Information），或是自己研究和尋找社會關係。 \n　　當你接受一份工作以後，GM會暗中設定這份工作的技能檢定DC。當你完成第一天的工作以後，進行一次檢定來看你有沒有賺到錢，根據檢定結果，任務等級和你的技能熟練度來決定你獲得的收入（詳情參見表4-2：賺取的收入）。 \n　　在接下來的工作日程中你無需再次進行技能檢定。在第一天之後的每一天，你都賺取和第一天同樣的收入，直到這工作徹底完成。GM會決定你具體需要多長時間去完成整個工作。大多數工作持續一個或兩個星期，但也可能花費數月甚至數年。 \n大成功：你超讚的！獲得相當於對應表中列出的任務等級 + 1以及對應你的熟練度的現金收入。 \n成功：進展不錯。獲得相當於對應表中列出的任務等級以及對應你的熟練度的現金收入。\n失敗：你有夠廢，你的時間只能獲得最少的報酬。獲得表中列出的任務等級中對應「失敗」那一欄的現金收入。GM很可能會減少你接下來可以繼續這份工作的時間。 \n大失敗：你又窮，又衰樣。你一毛錢都沒賺到而且被老闆炒了。你不能繼續這份工作。你的名聲也臭了，怕是以後都難在這片地方找份像樣的工作。",
	"辨識魔法":"辨識魔法 Identify Magic\n專注探索秘密\n如果你發現一件物品，一個地點或是一個持續性的現象具有魔法性質，那麼你可以花費10分鐘時間嘗試分析出它們所蘊含魔法的特質。如果你的嘗試被打斷，那麼你必須從頭來過。GM會為這次檢定設定合適的DC。被詛咒或是極為奇詭的物品可能會有比一般情況更高的DC或者無法單純依靠本行動發現其魔法特質。如果一個法術能夠升階，辨識它的DC不會因此而提高。 \n大成功：你完完全全地理解了這個魔法效果，包括它的名字（如果是一個魔法現象），它的原理和機制，如何正確地啟動它（如果是一件魔法物品）以及它是否被詛咒了。 \n成功：對於物品或是地點，你對於他的運作原理和啟動方法有了一個模糊的認識。如果是一個持續性的魔法現象（比如一個持續生效的法術），你知道它的名字和效果。你不能重試檢定來搏大成功。 \n失敗：你未能辨識該魔法效果，一天以內不能再次嘗試。 \n大失敗：你誤以為這是另一個魔法效果，GM決定你把它看成了什麼東西。",
	"學習法術":"學習法術 Learn a Spell\n專注探索\n要求你擁有施法職業特性，並且你欲學習的法術處於你的職業所屬的魔法根源的法術列表中\n你可以向一個知曉某個法術的人或是記載有該法術的書面材料，如法術書或是卷軸來學習某一個你需要的法術。如果你可以施放多個宗派的法術，你也可以學習所以這些宗派的法術――前提是你擁有與該宗派相對應的技能。比如，你是一個兼職吟遊詩人（Bard Multiclass）的牧師（Cleric），你不能使用宗教技能為吟遊詩人的法術庫（Spell Repertoire）新增異能法術。 \n　　要學習該法術，你必須滿足以下條件：\n花費該法術每環級1小時的時間。在此期間，你需要和教授你法術的人保持交流，或是認真研讀記載了法術的材料。\n準備了一定價值的材料（見上表）。\n進行一個和你欲學習的法術宗派相對應的技能檢定（DC由GM決定，請參照上表）。罕見（Uncommon）和稀有（Rare）特性的法術會需要更高的學習檢定DC，具體規則請參考本書503頁\n　　如果你有一本法術書，那麼學習法術動作可以允許你將該法術加入你的法術書；如果你從一個已知法術列表中準備法術，將法術加入你的已知法術列表；如果你有法術庫，那麼當你新增或交換法術時，你可以選擇該法術。 \n大成功：你學到了法術，並只花費了一半的材料價格。 \n成功：你花費材料價格並學到了法術。 \n失敗：你未能學習到法術（可以在下次提升等級時再嘗試），但省下了材料。 \n大失敗：和失敗相同，但你還浪費了一半價格的材料。",
	"回憶知識":"回憶知識 Recall Knowledge 1動作\n專注秘密\n你嘗試一次和你想要了解的事物相關的技能檢定。GM會決定這個檢定的DC和具體需要使用的技能。 \n大成功：你準確清晰地回憶起了特定的知識，並且你還想起了一些額外的資訊和背景。 \n成功：你準確清晰地回憶起了特定的知識，並且你還得到了一個與目前情況相關的有用線索。 \n大失敗：你想到的東西完全不對，或是得到了謬誤百出，亦或是南轅北轍的線索。",
	"求生":"求生 Subsist\n休整期\n你嘗試給自己尋找食水和可以遮風避雨的地方，足夠成功的話，也可以給他人提供幫助。具體你可以通過本動作獲得的生活標準見本書294頁。GM會根據你嘗試求生的具體環境狀況決定檢定DC。在非常陌生的環境中，你可能需要達到特定的技能熟練度才能嘗試進行求生。和大多數休整期行動不同，你可以在最多8小時的探索行動后仍然進行求生行動，但這樣做會使你在求生檢定上承受-5減值。 \n大成功：你可以為自己加上另一個生物提供足以維生程度的飲食和住所，或是為自己一個人提供舒適（Comfortable）生活標準程度的食物和住所。 \n成功：你為自己找到了足以保證基本生活和遮風避雨的食物及住所。 \n失敗：你被風吹雨淋而且沒有吃飽，直到你下一次成功獲得足夠好的飲食和住所前你陷入疲乏（Fatigued）狀態。 \n大失敗：你給自己招來麻煩，吃錯了東西，或是造成了其他會讓你變得更慘的結果。你在接下來一週中所有的求生檢定上承受-2環境減值，並且你沒有獲得任何食物。如果你沒有儲備的話，可能你很快就會死於凍餓飢渴。",
	"保持平衡":"保持平衡 Balance 1動作\n移動\n要求你身處一個具有狹窄的落腳平面，高低不平的地面，或類似不穩定表面的方格中\n你移動穿越一個狹窄或是高低不平的平面，嘗試一次特技檢定對抗所需的保持平衡檢定DC。當處於狹窄或是高低不平的平面時，你處於措手不及（Flat-Footed）狀態。 \n大成功：你可以以完整的速度移動。 \n成功：你可以以完整的速度移動，但視為穿越困難地形（Difficult Terrain，每移動5尺需要消耗10尺移動速度）。 \n失敗：你必須保持靜止來維持身體的平衡（技能動作被浪費掉），否則你摔倒（Fall）。如果你摔倒，你的回合立刻結束。 \n大失敗：你摔倒，你的回合立刻結束。",
	"翻滾":"翻滾 Tumble Through 1動作\n移動\n你可以以最快不超過你的移動速度的速度行走（Stride）。在此次移動中，你可以嘗試穿越被一個敵人佔據的空間。當你嘗試進入該敵人佔據的空間時，進行一次特技檢定，對抗該敵人的反射DC（Reflex DC）。根據進行嘗試的具體環境，你可以使用攀爬（Climb），飛行（Fly），游泳（Swim）或是其他合適的動作代替行走動作來發動翻滾嘗試。 \n成功：你穿過敵人，它佔據的方格對你視為困難地形（每移動5尺需要消耗10尺移動速度）。如果你的速度不足以完整地穿過敵人佔據的空間，視為失敗結果。 \n失敗：你立刻結束移動，並且你可能觸發敵人的反應動作（Reaction），如同你從開始嘗試翻滾的方格移動離開一樣。",
	"空中機動":"空中機動 Maneuver in Flight 1動作\n移動\n要求你擁有飛行速度\n你可以在飛行中嘗試通過特技檢定來執行特殊的機動動作。GM會判斷你可以被允許進行何種型別的機動，但通常這些行動不會讓你能夠移動超過你的飛行速度的距離。 \n成功：你成功執行機動。 \n失敗：你未能成功機動。GM會根據你原本希望使用的機動動作來決定失敗造成的後果（比如，嘗試頂著強風飛行如果失敗，會讓你被吹飛到別的地方）。 \n大失敗：如同失敗，但後果更加恐怖。",
	"擠入空間":"擠入空間 Squeeze\n探索移動\n你全神貫注地嘗試將自己擠進一個比你的身體大不了多少的狹窄空間。只有非常，非常小的空間會需要你進行此類檢定；許多「普通的」狹窄空間通常只有困難地形（見本書475頁）的程度，並不需要你使用技能檢定就可以嘗試通過。 \n大成功：你可以以每分鐘10尺的速度擠過去。 \n成功：你可以以每分鐘5尺的速度擠過去。\n大失敗：你被卡住了。如果是這樣，你可以花費1分鐘時間嘗試另一次特技技能檢定（DC不變）。只要你不繼續骰出大失敗，你就不再被卡在原地。",
	"借閱一個奧術法術":"借閱一個奧術法術 Borrow an Arcane Spell\n專注探索\n如果你是一個使用法術書準備法術的奧術施法者，你可以嘗試用另一個人的法術書準備一個書中的法術。GM根據法術的環級和罕見程度來決定技能檢定的DC；這樣做通常會比從頭學習一個法術要簡單一些。 \n成功：你如常地用借來的法術書準備了你要的那個法術。\n失敗：你未能準備法術，但你的法術位（Spell Slot）仍然空閑，讓你可以準備另一個法術。直到下次你準備法術時，你不能再嘗試準備你失敗的這個法術。",
	"攀爬":"攀爬 Climb 1動作\n移動\n要求你的雙手都空著\n你可以在一個非地平表面上爬上，爬下或左右爬。除非情況異常的容易，通常你都需要通過一個運動檢定來攀爬。GM會根據這個攀爬平面的特性和環境因素來決定攀爬檢定的DC。除非你本身就擁有攀爬速度，否則在攀爬時你處於措手不及狀態。 \n大成功：你可以垂直或水平攀爬，或安全降下（5+5/你每擁有20尺陸地移動速度）尺的距離。（對大多數玩家角色來說，10尺；對於陸地移動速度小於20尺的角色來說則是5尺）。 \n成功：你可以垂直或水平攀爬，或安全降下（5/你每擁有20尺陸地移動速度）尺的距離。（對大多數玩家角色來說，5尺；對於陸地移動速度小於20尺的角色來說也是最少5尺）。 \n大失敗：你掉了下來。如果你是在從平地上開始攀爬，你摔倒並處於俯臥（Prone）狀態。",
	"破拆":"破拆 Force Open 1動作\n攻擊\n你嘗試用身體，棍棒或是其他的工具通過蠻力打開門板，窗戶，容器或是堅固的大門。如果你真的能骰出很高的檢定結果，你甚至能在一堵根本沒門的墻上開個門出來。通常，如果你嘗試使用運動技能來破拆某個東西，涉及到撬動目標，但又沒有撬棒（Crowbar）工具的話，你需要在檢定上承受-2物品減值。 \n大成功：你強行弄開了門，窗或是容器，並且沒有損壞它們。 \n成功：你強行弄開了門，窗或是容器，但對像狹窄處於破損（Broken）狀態。如果GM認為對象的製作和材質異常的堅固，可能這些物品只會受到一定的傷害，而非直接陷入破損狀態。 \n大失敗：你把門，窗或鎖弄卡住了。在之後的破拆檢定上承受-2環境減值。",
	"擒拿":"擒拿 Grapple 1動作\n攻擊\n要求你需要至少有一隻空手。你的目標的體型（Size）最多比你大不超過1級\n你嘗試用手扭住一個敵人。進行一次運動技能檢定，對抗目標的強韌DC。你也可以對已經被你擒抱（Grabbed）的生物繼續進行擒拿以保持對他的擒抱。 \n大成功：直到你的下一個回合結束，你的對手陷入束縛（Restrained）狀態，除非在此期間你進行移動或是對手成功進行逃脫動作（見本書470頁）。\n成功：直到你的下一個回合結束，你的對手陷入擒抱狀態，除非在此期間你進行移動或是對手成功進行逃脫動作（見本書470頁）。 \n失敗：你沒有擒住你的對手。如果你的對手因為你的擒拿而已經陷入束縛或擒抱狀態，它不再承受這些狀態。 \n大失敗：如果你的對手因為你的擒拿而陷入束縛或擒抱狀態，它立刻掙脫。這個生物可以立刻使你進入擒抱狀態，如同成功對你發動了擒拿，或是將你擊倒墜落至俯臥狀態。",
	"跳高":"跳高 High Jump 2動作\n你行走一次，然後垂直跳躍，同時嘗試一個DC30的運動技能檢定嘗試增加你跳躍的高度。如果你行走移動的距離不超過10尺，那麼你的檢定自動失敗。根據GM的判斷，他可以根據實際情景來增加或降低這個技能檢定的DC。\n大成功：你最高可以跳到8尺高，或是跳最高到5尺高，同時10尺遠。 \n成功：你最高可以跳到5尺高。 \n失敗：你只能跳到普通高度。 \n大失敗：你不但沒能跳高，還摔了個馬趴，在你佔據的空間中陷入俯臥狀態。",
	"跳遠":"跳遠 Long Jump 2動作\n你行走一次，然後水平跳躍，同時嘗試一個DC30的運動技能檢定嘗試增加你跳躍的距離。這個運動檢定的DC等同於你希望能跳躍多少尺的長度（比如你希望跳遠總共20尺，則跳遠DC為20）。你可以跳遠的距離不能超過你的速度 \n　　如果你行走移動的距離不超過10尺，或者你識圖朝著與行走不同的方向跳躍，那麼你的檢定自動失敗。根據GM的判斷，他可以根據實際情景來增加或降低這個技能檢定的DC。 \n成功：你可以跳遠的最遠距離提升到你自己希望的距離，而非普通情況的距離。 \n失敗：你只能跳到普通距離。 \n大失敗：你正常的跳了普通距離，但摔了個屁股墩，在你落地時陷入俯臥狀態。",
	"推撞":"推撞 Shove 1動作\n攻擊\n要求你需要至少有一隻空手。你的目標的體型（Size）最多比你大不超過1級\n你試圖將敵人推開。嘗試一個運動技能檢定來對抗目標的強韌DC。 \n大成功：你可以將敵人打退10尺遠。同時，你可以立刻跟著他行走，但必須保持和它被擊退相同的方向並移動相同的距離。\n成功：你可以將敵人打退5尺遠。同時，你可以立刻跟著他行走，但必須保持和它被擊退相同的方向並移動相同的距離。\n大失敗：你自己失去平衡摔倒了，陷入俯臥狀態。",
	"游泳":"游泳 Swim 1動作\n移動\n你用力劃水遊動。在大多數平靜的水體中，你可以自動成功地進行本動作而無需任何檢定。如果你是需要呼吸空氣的生物且必須潛進水面以下，那麼你在每個行動輪中都必須屏住呼吸。如果你不能成功的屏息，則你會開始溺水（見本書478頁）。如果你游泳的水體特別湍急，或存在其他型別的危險，你可能需要成功進行運動技能檢定才能保持游泳。 \n　　如果你在結束自己的行動回合時泡在水裡，但游泳動作失敗，你會下沉10尺並被水流捲走，具體情況由GM決定。不過，如果你在自己回合的最後一個動作是進入水中，你在回合結束時不會被水淹沒或是被沖走。 \n大成功：你可以在水中游動10尺，再加上5尺/你每擁有20尺陸地移動速度（對大多數PC來說，15尺）。\n成功：你可以在水中游動5尺，再加上5尺/你每擁有20尺陸地移動速度（對大多數PC來說，15尺）。\n大失敗：你是一條鹹魚，沒有遊動。如果你在屏息，你還會失去1輪憋氣。",
	"摔絆":"摔絆 Trip 1動作\n攻擊\n要求你需要至少有一隻空手。你的目標的體型（Size）最多比你大不超過1級\n你嘗試將敵人摔倒在地上。嘗試一個運動技能檢定來對抗目標的反射DC。\n大成功：你的目標立刻被擊倒至倒地狀態，並承受1d6點鈍擊傷害。\n成功：你的目標被擊倒至倒地狀態。\n大失敗：你自己失去平衡摔倒了，陷入倒地狀態。",
	"卸武":"卸武 Disarm 1動作\n攻擊\n要求你需要至少有一隻空手。你的目標的體型（Size）最多比你大不超過1級\n你嘗試將敵人一隻手中拿著的東西扭下來。嘗試一個運動技能檢定來對抗目標的反射DC。\n大成功：你將對手手中的物品打掉在了地上。這件物品掉落在這個對手佔據的空間中。\n成功：你震得對手虎口發麻。直到這個生物的回合開始前，接下來對該生物的同一件手持物品的卸武檢定獲得+2環境加值，並且這個生物在使用這件物品發動攻擊，或是進行其他需要維持穩定持握這件物品才能進行的行動的檢定承受-2環境減值。\n大失敗：你自己失去平衡，直到你的下一回合開始前都陷入措手不及狀態。",
	"修理":"修理 Repair\n探索操作\n要求你必須擁有一副修理工具（見本書裝備章節）\n你花費10分鐘時間嘗試修復一件受到破壞的物品。你需要將這件物品放置在一個相對穩定的平面上，並且使用一副修理工具，空出你的雙手來進行修理工作。GM會設定一件物品的修理DC――通常和這件物品原本的製作DC相同。你不能修理一件已經被摧毀（Destroyed）的物品。 \n大成功：你為一件物品恢復了10+（10x你的每個手藝技能的熟練等級）的生命值（如果你是受訓等級，總值為20；如果你是專家等級，總值為30；如果你是大師等級，總值為40；如果你是傳奇等級，總值為50）。\n成功：你為一件物品恢復了5+（5x你的每個手藝技能的熟練等級）的生命值（如果你是受訓等級，總值為10；如果你是專家等級，總值為15；如果你是大師等級，總值為20；如果你是傳奇等級，總值為25）。\n大失敗：你對物品造成了2d6點傷害，但物品的硬度仍然可以用於抵抗這個傷害。",
	"製作":"製作 Craft\n休整期操作\n你可以使用原材料製作一件完成的物品。如果要製作鍊金物品，你需要擁有製作鍊金物品（Alchemical Crafting）技能專長（Skill Feat），或是擁有製作魔導具（Magical Crafting）技能專長來製作魔法物品，又或是圈套製作（Snare Crafting）技能專長來製作圈套。 \n　　要製作一件物品，你必須滿足以下這些條件：\n這件物品的物品等級（Item Level）不能高於你的人物等級。沒有被列出的物品視為0級。如果你想要製作至少物品等級有9級的物品，你在手藝技能上的熟練度必須達到大師級；如果你想要製作至少物品等級有16級的物品，你在手藝技能上的熟練度必須達到傳奇級。\n你需要擁有這件物品的製作配方。參見下面的獲取製作配方瞭解更多資訊。\n你需要擁有合適製作某一件物品的工具以及――很多時候――一個設施完備的工坊。舉例來說，你需要一個鐵匠鋪才能嘗試打造金屬護甲和武器。\n你需要準備相當於你欲製作的物品價格一半的原材料來開始製作物品，如果你的手藝技能檢定成功，你一定會消耗掉這些原材料。一般情況下，你都可以在你所生活的定居點市場中買到這些材料――除非這些材料過於珍惜或罕見。\n　　你需要花費4天時間進行製作工作。在這段時間結束時，進行一個手藝技能檢定。GM根據你欲製作的物品的物品等級，稀有度（Rarity）和其他可能的調整情況決定這個檢定的DC。 \n　　如果你成功的製作了物品，那麼你準備的那一半原材料會被消耗掉。在這個階段，你可以選擇立刻支付相當於物品價格另一半的原材料，即刻完成這件物品；或者，你可以花費更多的休整期天數繼續加工。如果你選擇花費額外的時間，每一天你多工作的時間都可以減少一定的你原本需要支付的另一半原材料的價格。參照表：你值多少錢來計算每天你可以節約的材料價格，使用你的手藝技能熟練等級，並使用你的人物等級替代原表的任務等級來計算。總之，你可能會花費一些額外的時間來節約材料，任何再支付其他欠缺的原材料價格。如果你用來製作物品的休整期天數被打斷，你可以在返回後繼續工作，直到完成你的工作（見範例）。 \n大成功：你成功的製作了你想要的物品，並且如果你花費額外的工作天數以節省材料，在計算你每天節約的材料價格時，使用你的角色等級+1和你在手藝技能上的熟練等級計算。 \n成功：你成功的製作了你想要的物品，並且如果你花費額外的工作天數以節省材料，在計算你每天節約的材料價格時，使用你的角色等級和你在手藝技能上的熟練等級計算。\n失敗：你沒有做成物品，但你也沒有浪費任何準備的原材料。如果你想要重試製作這件物品，你必須從頭開始整個過程。\n大失敗：你沒有做成物品，而且你浪費了你準備的原材料總價格的10%。如果你想要重試製作這件物品，你必須從頭開始整個過程。",
	"辨識鍊金術":"辨識鍊金術 Identify Alchemy\n專注探索秘密\n要求你需要擁有一副煉金術士工具（Alchemist』s Tools,見裝備章節）\n你花費10分鐘時間使用一副煉金術士工具化驗一件鍊金物品的性質。如果你的行動因為任何原因被打斷，你必須從頭再次嘗試。 \n成功：你辨認出了這是一件什麼物品，以及啟動它的方法。\n失敗：你未能辨識該鍊金物品，但你可以再次嘗試。\n大失敗：你誤以為這是另一個物品，GM決定你把它看成了什麼東西。",
	"分神":"分神 Create a Diversion 1動作\n心靈\n你擺出一個架勢，施展一個花招或是利用挑逗性的話術讓你面前的對手分神注意其他地方。如果你選擇擺出姿勢或是玩出花招，這個動作還會獲得【操作】特性。如果你使用話術，這個動作獲得【聽覺】和【語言】特性。\n　　嘗試進行一次欺騙技能檢定對抗你要使其分神的生物的察覺DC。無論你這次檢定是否成功，在接下來的1分鐘時間內，你繼續該生物在對抗你使其分神的察覺DC上獲得+4環境加值。\n成功：對於所有你的檢定結果超過或等同其察覺DC的生物，你視為進入藏匿（Hidden）狀態，並可以開始嘗試潛行（見隱秘技能）。這個效果持續到你的回合結束或是進行任何除了躲藏，潛行或是快步以外的動作為止。如果你對你擁有隱匿狀態的生物發動攻擊，該生物會對這一次攻擊視為措手不及，然後你立刻對其變得可見。如果你進行的是其他動作，那麼則是你在行動之前立刻變得可見，除非GM有其他的看法。 \n失敗：如果你的檢定結果未能超過其他生物的察覺DC，則你不能使他們分神，並且這些生物立刻意識到你在嘗試欺騙他們。",
	"喬裝":"喬裝 Impersonate\n專注探索操作秘密\n你喬裝改扮成另一個人，或是其他一個你想要易容成的特定角色或什麼東西。你需要擁有一副易容工具包（Disguise Kit）和10分鐘時間才能為自己進行足夠精細的化妝。如果你只是需要簡單的改扮一下而不是需要打扮成某個特定的人，GM可以考慮降低這些要求。\n　　在通常情況下，其他生物有可能通過搜索動作進行一次察覺檢定來對抗你的欺騙DC來嘗試看穿你的偽裝。如果你在喬裝時和另一個生物發生直接的互動，那麼GM則是暗骰你的欺騙檢定來對抗對方的察覺DC看對方是否看破你的偽裝。如果和你交流的生物對於你喬裝的那個人特別熟悉，GM可能會為他看破你偽裝的檢定給予加值，或是即使你並未直接與他們互動也必須進行暗骰的欺騙檢定。\n成功：你成功矇騙了對方，讓他誤以為你是你喬裝的那個人。如果你的行為在之後產生顯著的變化，你可能會需要進行新的欺騙檢定。 \n失敗：對方不相信你偽裝的身份。\n大失敗：對方不相信你偽裝的身份。如果他認識你，他立刻知道是你在冒充他人。",
	"說謊":"說謊 Lie\n聽覺專注語言心靈秘密\n你嘗試用捏造的東西欺騙他人。說謊需要你花費至少1輪時間，並且你準備的謊言越複雜，花的時間就越長。你進行一次欺騙檢定來對抗所有你想要用謊言欺騙的生物的察覺DC。根據具體的情勢和你編造的謊言本質，GM可能考慮給這個DC增加環境加值。一般而言，比起簡單，直接和可信度高的謊言，特別複雜或是含有令人難以置信的元素的謊言會更難說服別人相信。一些吹的過分天花亂墜的謊言可能一開始就沒有人會相信。 \n　　根據GM的判斷，如果一個生物一開始就懷疑你在說謊，他可以在接受了你的說辭以後再進行一個察覺檢定來對你進行察言觀色（Sense Motive）動作對抗你的欺騙DC，成功則他肯定你說的是假話。通常，這需要這個生物已經掌握了足夠多的證據來證實他對你的懷疑。\n成功：對方相信了你的謊言。 \n失敗：對方不相信你的說辭，並且在接下來的整個對話中都在對抗你的說謊嘗試時獲得+4環境加值。在此之後，這個生物也會更懷疑你。",
	"虛招":"虛招 Feint 1動作\n心靈\n要求你必須處於你欲對它發動虛招的生物的近戰觸及範圍以內\n你虛晃一槍，讓對手急著迴應這次虛招而對你真正的攻擊空門大開。進行一次欺騙技能檢定來對抗這個對手的察覺DC。 \n大成功：對手被你完全搞糊塗了，並且一時都來不及反應。直到你的下一個回合結束，這個對手對你的近戰攻擊都視為措手不及。\n成功：對手對你露了個破綻，但及時迴護了。直到你目前的這個回合結束，這個對手對你的近戰攻擊視為措手不及。\n大失敗：哈哈哈你看看你。直到你的下一個回合結束，你自己都對這個對手的近戰攻擊視為措手不及狀態。",
	"蒐集資訊":"蒐集資訊 Gather Information\n探索秘密\n你在某一地區的交易場所，酒館飯店或是公眾集會場合中四下打探，嘗試獲取關於某人或是某一事件的情報。GM會決定你會需要花費多長時間去搜集你需要的資訊（通常2小時，但可能更多），並且決定你是否可以通過用金錢去賄賂，收買和打點吃喝的方式獲得額外的好處。\n成功：你搜集到了關於你需要的某人或某事的資訊，具體內容由GM設計。 \n大失敗：你收集到了關於某人或某事的假情報。",
	"建立印象":"建立印象 Make an Impression\n聽覺專注探索語言心靈\n你花費至少1分鐘時間和某人交談，通過各種途徑――魅力誘惑，善意地表達，或是赤裸裸地溜鬚拍馬――來博得目標對你的好感，使他們至少一時間會支援你的意見。在交談結束時，進行一個交涉技能檢定對抗目標的意志DC，加入GM判定是否涉及其他符合目前環境的調整值。你給別人留下的良好的印象（或是極壞的印象，骰出大失敗的話）通常只會對當前一個場景中的社交活動產生影響，除非GM認為可以調整這個時間長度。\n大成功：對像對你的態度提升兩級。\n成功：對像對你的態度提升一級。 \n大失敗：對像對你的態度降低一級。",
	"提出請求":"提出請求 Request 1動作\n聽覺專注語言心靈\n你可以向一個對你的態度為友善或是樂於幫助的生物提出請求。這個請求必須是具體且目標可以接受的。GM會根據你的請求的具體內容設定檢定DC。注意，一些特別令人厭惡或是不可能辦到的請求註定失敗――即使是對一個樂於幫助你且真誠的NPC角色來說，辦不到就是辦不到。\n大成功：對方無條件地願意接受你的請求。\n成功：對方接受了你的請求，但他可能會提出一些交換條件，或是提出對你的請求的某些具體部分做一些他認為合適的修正。 \n失敗：對方回絕了你的直接請求，但他可能提出一些可以考慮的修正方案。\n大失敗：對像回絕了你的請求，而且因為交涉破裂，他對你的態度降低一級。",
	"脅迫":"脅迫 Coerce\n聽覺專注情緒探索語言心靈\n你使用或明或暗的恫嚇逼迫一個生物按照你的指示行事。你花費至少1分鐘時間，和一個你可以看見，並且可以看見或是可以感知到你的存在的生物交談。在交談結束時，進行一個威嚇技能檢定對抗目標的意志DC，加入GM判定是否涉及其他符合目前環境的調整值。因為脅迫而導致特定角色對你的態度變化見交涉技能部分的邊欄：改變態度和本書第618頁的狀態概述詞彙表。\n大成功：對方吐露了你希望知道的資訊，或是按照你的指示去進行一些行動――底線是它們不太可能因此而去傷害其他任何生物。目標會被你脅迫而行動的時間長度由GM決定，但通常不超過1天時間。在此之後，對方對你的態度轉為不友善（如果還沒有已經處於不友善或是敵對態度）。不過，它們被你完全嚇住了，以至於不會（在短期內，至少）想要報復你。\n成功：同大成功結果，但當目標對你的態度轉為不友善以後，它們會積極地想要報復你――比如報告官方機構你的惡質行為，或是和你的敵人結盟。 \n失敗：對方沒有被你嚇住，並且對你的態度轉為不友善（如果還沒有已經處於不友善或是敵對態度）。 \n大失敗：對方沒有被你嚇住，並且對你的態度轉為敵對――如果還沒有已經處於敵對態度，並在接下來一週時間內免疫你的脅迫。",
	"挫敗士氣":"挫敗士氣 Demoralize 1動作\n聽覺專注情緒恐懼心靈\n你發出一聲巨吼，在恰當的時機朝對方拋出一句精心包裝的挑戰，或是將劍刃上的血滴冷酷地振落，讓敵人的神經在你的威勢下顫動。選擇一個處於你30尺內且你可以注意到的生物。進行一個威嚇技能檢定對抗目標的意志DC。如果對方聽不懂你使用的語言，你不使用任何話語進行威嚇，或是它們聽不見你，這會在你的檢定上造成-4環境減值。無論你的挫敗士氣嘗試是否成功，同一個目標會免疫你的挫敗士氣嘗試10分鐘時間。\n大成功：對方陷入驚懼（Frightened）2狀態。\n成功：對方陷入驚懼（Frightened）1狀態。",
	"進行急救":"進行急救 Administer First Aid 2動作\n操作\n要求你擁有一套治療工具\n你對一個鄰接（Adjacent）你，處於瀕死（Dying）或流血（Bleeding）狀態的生物進行緊急救治。如果該生物同時瀕死和流血，你必須在進行檢定前選擇其中之一來進行急救。在此之後，你可以選擇另一個狀態進行急救嘗試。\n穩定傷勢：對於一個生命值為0且處於瀕死狀態的生物，你可以嘗試一個醫療檢定穩定其傷勢。這個檢定DC等於5+該生物嘗試恢復穩定的恢復檢定（Recovery Roll）DC（通常為15+該生物承受的瀕死等級 Dying Vaule）。\n止血：你可以對一個正在承受持續流血傷害（Persistent Bleed Damage，見本書452頁）的生物嘗試一個醫療檢定，如果成功，他可以獲得一次再進行一次純骰檢定來嘗試移除該持續傷害的機會。本醫療檢定的DC和原本造成該生物流血的效果DC通常相同。\n成功：如果你嘗試穩定傷勢，那麼你急救的生物不再處於瀕死狀態（但仍然失去意識Unconscious）。如果你嘗試止血，那麼生物可以再進行一次無純骰檢定來嘗試移除流血。\n大失敗：如果你嘗試穩定傷勢，那麼你急救的生物瀕死等級+1。如果你嘗試止血，那麼生物立刻承受一次等於他承受的持續流血傷害數值的傷害。",
	"治療疾病":"治療疾病 Treat Disease\n休整期操作\n要求你擁有一套治療工具\n你花費最少8小時時間來照料一個生病的生物，進行一個醫療技能檢定來對抗該疾病的DC。當你對一個生物嘗試一次治療疾病檢定后，你必須等到該生物下一次對疾病的豁免檢定進行以後才能再次對它嘗試治療疾病。 \n大成功：在該生物下一次對抗該疾病的豁免檢定上你為他提供+4環境加值。\n成功：在該生物下一次對抗該疾病的豁免檢定上你為他提供+2環境加值。\n大失敗：在該生物下一次對抗該疾病的豁免檢定上你為他造成-2環境減值。",
	"治療中毒":"治療中毒 Treat Poison 1動作\n操作\n要求你擁有一套治療工具\n你嘗試阻止中毒者體內的毒素擴散，進行一個醫療技能檢定來對抗該毒素的DC。當你對一個生物嘗試一次治療中毒檢定后，你必須等到該生物下一次對毒素的豁免檢定進行以後才能再次對它嘗試治療中毒。 \n大成功：在該生物下一次對抗該毒素的豁免檢定上你為他提供+4環境加值。\n成功：在該生物下一次對抗該毒素的豁免檢定上你為他提供+2環境加值。\n大失敗：在該生物下一次對抗該毒素的豁免檢定上你為他造成-2環境減值。",
	"治療傷害":"治療傷害 Treat Wounds\n探索治療操作\n要求你擁有一套治療工具\n你花費10分鐘時間治療一個受傷的活物（可以是你自己）。該生物會在接下來的1小時內免疫治療傷害動作，但你用於此次治療傷害的時間不計入內（所以，一個生物每小時，而非每70分鐘可以接受一次醫療）。這樣做的醫療技能檢定DC通常為15，但GM可以根據具體的情況調整這個DC――比如治療環境中天氣惡劣或是受傷者的傷口受到魔法詛咒，等等。 \n　　如果你在醫療技能上擁有專家級的熟練度，那麼你可以選擇將治療傷害的通常DC提升到20，在治療成功時額外恢復10點生命值；如果你在醫療技能上擁有大師級的熟練度，那麼你可以選擇將治療傷害的通常DC提升到30，在治療成功時額外恢復30點生命值；如果你在醫療技能上擁有傳奇級的熟練度，那麼你可以選擇將治療傷害的通常DC提升到40，在治療成功時額外恢復50點生命值。這樣做不會使你在醫療檢定大失敗時的結果受到任何影響。 \n　　如果你在治療傷害時的醫療技能檢定成功，你可以繼續護理你的病人。如果你治療你的病人的持續時間總共達到1小時，那麼他在這次治療傷害中恢復的生命值翻倍。 \n　　你的醫療技能檢定結果會決定你可以為目標恢復多少生命值。 \n大成功：目標恢復4d8點生命值，並移除他所承受的受傷（Wounded）狀態。 \n成功：目標恢復2d8點生命值，並移除他所承受的受傷狀態。 \n大失敗：目標受到1d8點傷害。",
	"指揮動物":"指揮動物 Command an Animal 1動作\n聽覺專注\n你對一隻動物發出指令。進行一個自然技能檢定對抗動物的意志豁免DC。如果動物對你的態度特別友善，或是它目前的行動動機和你的指示一致，又或是你獎勵它以合適的食物，GM可能會考慮調整這個檢定DC。 \n　　如果動物對你的態度為敵對（Hostile）或不友善（Unfriendly），你的技能檢定自動失敗。如果動物對你的態度為樂於幫助（Helpful），提升一級你的技能檢定結果。特定的專長如驍騎手（Rider）專長可以為你在特定的指揮動物檢定上提供加值。 \n　　大多數動物可以進行跳躍（Leap），搜索（Seek），站立（Stand），行走和打擊基本動作。如果動物可以進行其他特定動作，如馬可以進行的馳騁（Gallop）動作，你也可以指揮動物執行這些動作――但動物每需要一個動作執行這些行動，你就必須相應的用同等數量的動作進行指揮動物。你也可以使用多重動作（Multiple Actions）指揮動物在它的下一個回合進行數個連貫的行動。比如，你可以使用3個動作指揮動物連續行走三次，或是行走兩次然後打擊一次\n成功：動物會按照你指令的內容在它的下回合行動。\n失敗：動物對你沒有興趣或是抵抗，什麼都不做。 \n大失敗：動物誤解了你的指令。GM決定它會做什麼怪事。",
	"演出":"演出 Perform\n專注\n當你你進行一次簡短的表演――一首歌，一圈快速的舞步，幾個俏皮話――這是一個演出技能動作。這個動作通常用來快速地展示你的才藝或是儘快取悅特定的觀眾。一般情況下，演出動作的簡短表演不會產生什麼特別有力的印象，但它可以輔助你的其他社交行動，比如它可能會降低你接下來的交涉技能檢定DC或是直接提升他人對你的態度――GM有權做出這方面的判定。\n大成功：你的表演震撼人心，觀眾可能在之後四處表揚你的才能。\n成功：你完全地展現了自己的才華，觀眾們感謝你的演技。\n失敗：你的表演什麼效果都沒有。 \n大失敗：你成功的展現了自己有多廢，廢！",
	"偽造文書":"偽造文書 Create Forgery\n休整期秘密\n你可以用一段時間――通常是一天到一週左右――偽造一份可以以假亂真的檔案。GM給你暗骰一個DC為20的社群技能檢定。如果你成功通過，則你偽造的檔案足夠逼真，通常的讀者不會直接發現問題――只有那些非常仔細的審查檔案的人才可以嘗試一個察覺檢定或是社群技能檢定（對抗你的社群技能DC）嘗試找出這份偽物的破綻。 \n　　如果一份文書的原本是手寫文書且沒有作者簽名，那麼你只需看到過這份文書就可以嘗試偽造，並在技能檢定上，以及觀察者嘗試看破它的DC（GM決定是否有效）上有+4環境加值。如果要偽造一份附簽名的文書，你必須擁有一份原作者的簽名才能仿造它。 \n　　如果你的檢定結果低於20，那麼你偽造的文書會存在一些明顯的問題。GM會允許任何讀者在閱讀它時被動進行一個察覺檢定或是社群技能檢定（取其高者）看出它的漏洞，成功或失敗情況見下。一旦GM為偽造的文書進行了一次檢定，無論多少讀者觀察了這份檔案和他們的察覺DC，他們都會對抗這單次檢定的結果。 \n　　一個粗略看過偽造的文書並被騙過的讀者可能之後再次仔細地閱讀這份檔案，使用更加嚴格和深刻的方式嘗試從你成功偽造的文字中發現問題。這時，他們可以嘗試一個察覺檢定或是社群技能檢定對抗你的社群技能DC，成功則發現你的文字是假的。 \n成功：讀者看不出你的文書是偽造的。\n失敗：讀者發現你的文書是偽造的。",
	"隱藏物件":"隱藏物件 Conceal an Object 1動作\n操作秘密\n你可以貼身藏起一件較小的物品（比如一件重量單位為L的武器）。如果你嘗試將這件貼身藏好的物品不被人注意地帶到什麼地方，GM會為你帶的這一件物品給你暗骰一次隱秘檢定，用本次檢定的結果來對抗所有可能注意到你的潛在的觀察者。如果有生物積極地搜尋你暗藏的物品，他進行一次察覺檢定對抗你的隱秘技能DC，成功則發現你隱藏的物品。\n　　你也可以在不是隨身的其他地方――比如一處茂密的樹叢或是一件傢俱的夾層里――隱藏一件物品。如果是這種情況，嘗試找到這件物品的對象通過一個搜索動作進行察覺檢定對抗你的隱秘技能DC，根據結果判斷是否發現你隱藏的物品。\n成功：你隱秘地隨身藏著這件物品。\n失敗：搜查者發現了你帶著的物品。",
	"躲藏":"躲藏 Hide 1動作\n秘密\n你躲進一處掩蔽，高級掩蔽或是隱身在隱蔽物中，避開觀察者的視線。GM會給你暗骰一次隱秘檢定，用本次檢定的結果來分別對抗所有可以看得到你，但你對他們擁有掩蔽，高級掩蔽，或是隱蔽的觀察者的察覺DC。如果你使用掩蔽或是高級掩蔽來藏匿，你可以從它們上獲得加值。\n成功：對其他原本可以看到你的生物，現在你獲得藏匿狀態而非可見狀態。如果你在原本就對某生物來說處於藏匿或無蹤狀態下再次嘗試藏匿，你保持原狀態不變。\n　　如果你成功地獲得對某生物的藏匿狀態，但在此之後失去了對其擁有的掩蔽，高級掩蔽或隱蔽，你會重新對其回到可見狀態。進行任何除了躲藏，潛行或是快步以外的動作也會使你不再處於藏匿狀態。如果你在此狀態下對生物發動攻擊，該生物會對這一次攻擊視為措手不及，然後你立刻對其變得可見。如果你進行的是其他動作，那麼則是你在行動之前立刻變得可見，除非GM有其他的看法。GM也許會同意你可以在保持藏匿狀態的同時進行一些鬼祟的行動而不引起過分的注意。 \n　　如果其他生物成功地通過搜索動作發現了你而使你對其可見，那麼你必須重新嘗試躲藏行動來對其獲得藏匿狀態。",
	"潛行":"潛行 Sneak 1動作\n移動秘密\n你嘗試保持隱秘狀態，從一點移動到另一點而不被察覺。你可以在潛行狀態下行走（Stride，或是通過掘地，游泳，攀爬或飛行方式而非行走，前提是你擁有這些移動方式）不超過你的移動速度一半的距離。\n　　如果你對於一個生物處於無蹤狀態且它沒有可以用來觀察你的方式（對於通常的生物來說，這些條件包括但不限於：你處於隱形狀態、觀察你的生物目盲，或是你處於黑暗環境中但你的對手無法看穿黑暗）。如果你在潛行行動的檢定上骰出大失敗，你只會獲得失敗的結果。如果你不再對目標生物擁有掩蔽、高級掩蔽或是隱蔽，你也仍然對其處於無蹤狀態。\n　　在你的移動結束時，GM暗骰你的隱秘技能檢定，並將其結果分別用來對抗每一個在你進行移動前對其視為擁有藏匿或無蹤狀態的生物的察覺DC。如果你在潛行中的行走動作一直沒有使你離開任何掩蔽或高級掩蔽的遮擋，你可以對有遮擋的生物在潛行檢定上獲得+2（高級掩蔽+4）環境加值，但因為你在移動，你不能從找掩護（Taking Cover）動作中再獲得額外的加值。如果在你結束潛行移動時，如果你對一個生物既不擁有隱蔽也不擁有掩蔽/高等掩蔽，你不需對其進行潛行檢定――你自動對它視為可見。\n成功：在你的移動期間和結束移動后你都對對方視為無蹤狀態。 \n　　如果你再進行躲藏、潛行、快步以外的動作，你會立刻變得可見。如果你在此狀態下對生物發動攻擊，該生物會對這一次攻擊視為措手不及，然後你立刻對其變得可見。如果你進行的是其他動作，那麼則是你在行動之前立刻變得可見，除非GM有其他的看法。GM也許會同意你可以在保持藏匿狀態的同時進行一些鬼祟的行動而不引起過分的注意，但這樣做通常會需要一個額外的隱秘檢定。如果你說話或發出不適當的響亮噪音，你從無蹤狀態變為藏匿狀態。 \n　　如果其他生物對你使用搜索行動並使你對他從無蹤變成藏匿，你需要成功的進行潛行行動才可能回到無蹤狀態。 \n失敗：你發出聲音或是留下蛛絲馬跡，讓觀察者注意到有人在他們鼻子下面貓貓祟祟地行動――但他們還看不到你。在你的移動期間和結束移動后你都對對方視為藏匿狀態。 \n大失敗：你被發現了！在你的移動期間和結束移動后你都對對方視為可見狀態。如果你處於隱形狀態且對觀察你的生物視為擁有隱匿，那麼在你的移動期間和結束移動后你都對對方視為藏匿而非可見狀態。",
	"辨別方向":"辨別方向 Sense Direction\n移動秘密\n在荒野中，你通過觀察星辰和太陽的位置，地理標記，以及區域內動植物的生活軌跡來判斷具體的方位朝向。通常，你每天只需要進行一次生存技能檢定來辨別方向，但根據具體的環境條件和環境變化，你也可能需要多次技能檢定。GM會決定這個技能檢定的DC和需要花費的時間（通常一分鐘左右）。特殊，奇異的地理區域以及你不熟悉的區域通常會要求你在生存技能上擁有一定程度的熟練等級才能嘗試辨別方向。如果你沒有一件指南針（Compass），你會在辨別方向的檢定上承受-2減值。 \n大成功：你清楚無疑地瞭解自己身處的位置。如果你所處的地理區域擁有東南西北四極，你很清楚東南西北的具體方向。 \n成功：還算清楚自己的位置，至少不會迷失方向。如果你所處的地理區域擁有東南西北四極，你大致知道東南西北的方向。",
	"掩蓋行蹤":"掩蓋行蹤 Cover Tracks\n專注探索移動\n你可以在使用陸地旅行速度（Travel Speed，見本書478頁）半速移動的情況下，同時清除掉你在路徑上留下的痕跡。這樣做不需要你進行生存技能檢定，但你的對手在嘗試追蹤你的時候，如果你的生存DC比在通常情況下追蹤你需要的生存技能檢定DC更高，他們必須成功對抗你的生存DC來嘗試追蹤你。\n　　在某些情況下你可能要在戰鬥遭遇中掩蓋行蹤，這種情況下，掩蓋行蹤需要一個動作且失去探索特徵。",
	"追蹤":"追蹤 Track\n專注探索移動\n你可以在使用陸地旅行速度（Travel Speed，見本書478頁）半速移動的情況下，同時追蹤目標的行蹤。如果你成功的通過了一次追蹤檢定，那麼你可以保持半速移動並同時追蹤1小時。如果在某些情況下你必須在戰鬥遭遇中進行追蹤，那麼這個行動需要一個動作且失去探索關鍵字。如果情景較為緊急複雜，追蹤檢定的頻率可能也會需要的更加頻繁。具體的檢定頻率由GM決定。\n　　你需要在追蹤開始，追蹤持續進行的每一個小時，以及追蹤路徑上出現某些特別重要的變數時進行一次生存技能檢定。GM會根據軌跡的新鮮程度，天氣狀況以及地面的狀況來設定合適的檢定DC。\n成功：你找到了某些軌跡，或是能夠繼續穩定地追蹤手頭上的軌跡。\n失敗：你搞丟了目標留下的行蹤，必須等1小時後才能再次嘗試追蹤。\n大失敗：你完全搞丟了目標，必須等24小時後才能再次嘗試追蹤。",
	"手上功夫":"手上功夫 Palm an Object 1動作\n操作\n你可以將一件微小的，無人佔有的物品藏在手心。進行一次賊活技能檢定來對抗所有可以觀察到你的生物的察覺DC。無論你是否成功，你需要持有這件物品。通常來說，你只能用手上功夫藏起一件重量可以忽略不計的物品，但GM可以根據具體情況調整這個規定。\n成功：其他生物沒有注意到你在手心藏有物品。\n失敗：其他生物注意到你在掌中藏有物品，GM會決定它們將因此而做出何種反應。",
	"盜竊":"盜竊 Steal 1動作\n操作\n你嘗試將一件小物品從其他生物身上偷走而不被其發覺。通常情況下，你只能嘗試盜竊一件重量可以忽略不計的物品，並且如果擁有這件物品的生物保持警覺或是處於戰鬥中，你的嘗試自動失敗。 \n　　嘗試一個賊活技能檢定，對抗的DC通常等於穿戴或攜帶這件物品的生物的察覺DC。一般情況下，只有被隨身攜帶且沒有被嚴密保護起來的物品（比如鬆垮地露在外面的錢包，或是放在這種錢包里的物品）才能被直接盜竊。如果你要偷的物品被嚴實地裝在荷包或是類似的掩蔽物中，你會在賊活技能檢定上承受-5減值。GM可能會為某些特別難下手盜竊的物品（比如和許多雜物混在一個袋子里的小件東西、一張夾在數份無關檔案中的紙張，諸如此類）設定高於一般情況的DC。 \n　　根據特定情況，你可能還需要在盜竊時用你的賊活技能檢定結果對抗除了你的直接受害者外其他的潛在觀察者的察覺DC――如果這些旁觀者注意到你在偷走或是嘗試偷走其他人的所有物的話。GM可能會提升這些旁觀者的察覺DC，即使他們並沒有專注地觀察你的行動。 \n成功：你成功偷走了物品而未被發覺，或是旁觀者沒有注意到你的偷竊行為。 \n失敗：受害者注意到你的偷竊或是旁觀者發現你在偷東西，GM會決定它們將因此而做出何種反應。",
	"解除裝置":"解除裝置 Disable a Device 2動作\n操作\n要求某些裝置需要你使用盜賊工具才能嘗試解除它們\n你可以使用這個動作去嘗試解除一個陷阱或是其他結構複雜的裝置。通常來說，一件裝置會需要多個累計的成功檢定結果才能被成功解除――取決於它們的設計結構和複雜程度。一副盜賊工具是有用的 - 有時候，是必須的（GM判斷） - 解除裝置幫手，除此之外，某些高度複雜的裝置可能需要你擁有較高的賊活技能熟練等級才能嘗試解除。 \n　　你的賊活技能檢定結果決定了你在解除裝置時取得的進展程度。 \n大成功：你直接解除了面前的裝置，或是在解除複雜結構的裝置時視為獲得了兩次成功結果。你不會留下你曾經搗鼓過這件裝置的痕跡，並且如果這件裝置可以重置的話，你可以選擇重置它。\n成功：你直接解除了面前的裝置，或是在解除複雜結構的裝置時獲得了一次成功結果。\n大失敗：裝置被你觸發了。",
	"開鎖":"開鎖 Pick a Lock 2動作\n操作\n要求你擁有一副盜賊工具\n使用鑰匙以外的方法開鎖和解除裝置的方式相似，但DC取決於鎖的做工和複雜程度（參考本書第290頁瞭解關於鎖的資訊）。做工精良的鎖可能會需要多個累計的成功檢定結果才能被成功打開――否則即使是沒有什麼經驗的笨賊只要反覆嘗試仍然有可能一發入魂。如果你並未準備合適的盜賊工具，GM也可能允許你用隨便什麼手邊能找到的東西嘗試開鎖，當然具體的可能性取決於你面對的鎖的結構。 \n大成功：你直接打開了面前的鎖，或是在嘗試打開結構精良的鎖時視為獲得了兩次成功結果。你不會留下你曾經撬過過這把鎖的痕跡。 \n成功：你直接打開了面前的鎖，或是在嘗試打開結構精良的鎖時視為獲得了一次成功結果。 \n大失敗：你把你的工具玩壞了。你需要通過一個成功的手藝技能檢定去修理它，或是替換一副備用的工具元件（價值3SP，如果是高級開鎖工具的話則價值3GP）。",
	"協助":"協助 Aid 反應\n觸發一位盟友將要使用一個需要技能檢定或攻擊骰的動作。\n要求該盟友自願接受你的協助，且你已經做好協助的準備（見下）。\n你嘗試進行協助。若想使用該反應動作，你必須先做好協助的準備，通常需要你在自己的回合內使用一個動作。你必須向GM描述你是如何進行協助嘗試的，GM需要裁決你是否能協助到你的盟友。 \n　　當你使用協助反應動作時，按GM要求進行對應的技能檢定或攻擊骰。DC通常為20，GM可以根據目標任務難易度調整 DC。根據情形，GM可以為你的準備動作或你的協助反應動作新增合適的特徵詞，甚至能允許你協助並非技能檢定和攻擊骰的任務。 \n大成功：你的盟友在觸發檢定上獲得+2環境加值。若你在自己嘗試的檢定上熟練度為大師，你給與盟友的加值為+3。若你為傳奇，則給與的加值為+4。 \n成功：你的盟友在觸發檢定上獲得+1環境加值。 \n大失敗：你的盟友在觸發檢定上獲得-1環境減值。",
	"爬行":"爬行 Crawl 1動作\n移動\n要求你處於倒地（prone）狀態且速度至少為10尺。\n你爬行移動5尺，保持倒地狀態。",
	"延遲":"延遲 Delay  自由\n觸發你的回合開始。\n你等待更好的行動時機。你的回合剩下的部分不再進行。同時，你會從先攻條中移出。你可以用一個自由動作使自己返回先攻條中，觸發為任一生物的回合結束。這會永久性地將你的先攻改變至新的位置。在你返回先攻條前，你無法使用反應動作。若你延遲了一整輪而沒有返回先攻條，延遲迴合保留的動作會全部失去，先攻不會改變，按照你在先攻條中的位置開始新的回合。 \n　　延遲時，所有持續傷害和負面效果正常在你原本使用延遲的回合的開始和結束時發生。任何會在你的回合中終止的正面效果也會正常終止。GM能裁決什麼效果會在你延遲時正常終止。總而言之，你無法依靠延遲來延遲負面效果發生的時點，也無法延續正面效果在你回合結束后依然存在。",
	"趴下":"趴下 Drop Prone 1動作\n移動\n你變為倒地（prone）狀態。",
	"逃脫":"逃脫 Escape 1動作\n攻擊\n你嘗試從擒抱（grabbed）、禁足（immobilized）、束縛（restrained）狀態中逃脫出來。選擇一個生物、物體、法術效果、危害或其他對你施加上述狀態的事物。使用你的無武裝攻擊調整值進行一次檢定，對抗效果DC。該DC通常是擒抱你的生物的運動DC，捆綁你的生物的賊活DC，法術效果的法術DC，物體、危害或事物列出的逃脫DC等等。你可以選擇進行特技或運動檢定代替無武裝攻擊調整值（該動作依然保有攻擊特徵）。 \n大成功：你獲得自由，移除目標對你施加的擒抱、禁足或束縛狀態。你還能立刻行走至多 5 尺。 \n成功：你獲得自由，移除目標對你施法的擒抱、禁足或束縛狀態。 \n大失敗：你沒有獲得自由，且直到你的下一輪你無法再進行逃脫嘗試。",
	"互動":"互動 Interact 1動作\n操作\n你用單手或更多手操作物體或影響環境。你可以抓起未固定或裝好的物體、開門、進行類似的行動。有時你需要進行技能檢定來決定互動是否能成功。",
	"跳躍":"跳躍 Leap 1動作 \n移動\n你進行一次穩定的短程跳躍。若你的速度至少有15尺你可以水平跳躍10尺，若你的速度至少有30尺你可以水平跳躍15尺。你會落地在跳躍結束的格子中（意味著你可以跳過5尺的裂縫，若速度為30尺或更多時可以跳過10尺的裂縫）。 \n　　若進行垂直跳躍，你可以垂直跳起至多3尺同時水平跳躍5尺到較高的平面上。 \n　　跳得更高或更遠需要使用運動技能。",
	"準備":"準備 Ready 2動作 \n專注\n你準備在自己回合外進行一個動作。選擇一個你能使用的單動作或自由動作，並設定一個觸發條件。你的回合立刻結束。若你設定的觸發條件在你的下一回合開始前發生，你可用一個反應動作使用選定的動作（被選定的動作此時已然必須滿足所有需求）。你無法準備一個已有觸發條件的自由動作。 \n　　若你已有多重攻擊減值且被準備的動作是一個攻擊動作，你所準備的攻擊會受到你使用準備時的多重攻擊減值的影響。這是少數幾個多重攻擊減值會影響到你回合外的狀況之一。",
	"放開":"放開 Release 自由\n操作\n你放開你正用手握著的某些事物。這可以是丟下某物品、雙手持握時鬆開一隻手而另一隻手依然握住、攀爬中鬆開抓住的繩索、等等類似動作。和大多數操作特徵的動作不同，放開不會觸發那些會因操作特徵而被觸發的反應動作（例如藉機攻擊）。 \n　　若你想要在回合外使用放開這個動作，請使用準備行動。",
	"搜索":"搜索 Seek 1動作\n專注秘密\n你搜索一塊區域中的生物或物體。若你搜索的是生物，選擇一塊區域。若精確感官允許，GM可以允許你搜索視覺線內30尺錐形範圍或10尺爆發範圍。若所選區域過遠，你可能會承受減值。 \n　　若你使用搜索動作尋找物體（例如密門或危害），你最多能搜索臨近你的一個10尺見方的區域。若你搜索的是特別雜亂的區域，GM可以讓你的搜索是一個行動，需要花費更多動作甚至數分鐘乃至小時來進行。 \n　　GM為你進行一次秘密察覺檢定，將檢定結果和區域內所有無蹤和藏匿生物的隱秘DC、區域內所有可被搜索出物體的察覺DC（由GM自定或由隱藏物件的生物決定）進行比較。若你使用的是模糊感官或某效果阻止目標變為可見（例如隱形術），搜索到的生物就依然保持藏匿狀態而不會變為可見。 \n大成功：若你搜索生物，所有你對其大成功的無蹤或藏匿的生物對你變為可見。若你搜索物體，你得知其位置。 \n成功：若你搜索生物，所有你對其成功的無蹤生物對你變為藏匿，所有你對其成功的藏匿生物對你變為可見。若你搜索物體，你得知其位置或獲得一些線索，具體由GM判斷。",
	"察言觀色":"察言觀色 Sense Motive 1動作\n專注秘密\n你嘗試辨明目標的行為是否反常。選擇一個生物，評估目標的肢體語言、緊張情緒小動作、其它目標進行欺騙嘗試的訊號行為等等。GM為你進行一次秘密察覺檢定，將檢定結果和目標的欺騙DC、隱藏目標心理活動的法術DC、其它GM認為合適的DC進行比較。通常若情形沒有得到明顯的改變，你就無法對同一個生物持續嘗試察言觀色。 \n大成功：你得知目標真實的意圖，能確定是否有心智魔法正影響著目標。 \n成功：你能辨明目標行為是否反常，但你無法得知其真實意圖，也無法確定目標是否受魔法影響。 \n失敗：你判斷到了目標想讓你相信的事。若目標沒有進行欺騙，你會相信目標的行為是正常的。 \n大失敗：你完全錯判了目標的意圖。",
	"站立":"站立 Stand 1動作\n移動\n你從倒地狀態中站起來。",
	"快步":"快步 Step  1動作\n移動\n要求你的速度至少為10尺。\n你小心移動5尺。和大多數移動型別不同，快步不會觸發那些因移動動作或進出格子而觸發的反應動作，例如藉機攻擊。 \n　　你無法快步進入困難地形（見475頁），也無法使用陸地速度之外的速度進行快步。",
	"行走":"行走 Stride 1動作\n移動\n你移動至多等於速度的距離（見463頁）。",
	"打擊":"打擊 Strike 1動作\n攻擊\n你用持握的一件武器或無武裝進行一次攻擊，瞄準觸及內（若為近戰攻擊）或射程內（若為遠端攻擊）的一個生物。根據使用的武器或無武裝攻擊投對應的攻擊骰，將結果和目標生物的AC進行比較。見446頁的攻擊骰和450頁的傷害來確定攻擊結果和傷害骰。 \n大成功：如同成功，但你造成雙倍傷害（見451頁）。 \n成功：根據武器或無武裝攻擊造成傷害，幷包含所有傷害上的調整值、加值、減值。",
	"尋找掩蔽":"尋找掩蔽 Take Cover 1動作\n要求你處於掩蔽中、鄰接能讓你尋找掩蔽的事物、或處於倒地狀態中。\n你自身靠近墻壁或矮墻之類的阻擋物，以期從掩蔽中獲得優勢（見477頁）。若你已有標準掩蔽，你改為獲得強效掩蔽，這會給AC 提供+4環境加值、給對抗區域效果的反射豁免+4環境加值、給躲藏、潛行和其它避開偵查的隱秘簡單提供+4環境加值。其它狀況下，你獲得標準掩蔽（上述條件中獲得的環境加值為+2）。這持續到你從目前位置移走、使用攻擊動作、變為失去意識、以自由動作解除掩蔽狀態。",
	"著陸":"著陸 Arrest a Fall 反應\n觸發你處於墜落中。\n要求你擁有飛行速度。\n你嘗試一次特技檢定來緩衝墜落。DC通常為15，但根據風力風向或其它環境因素，DC可以被提高。 \n成功：你正常輕輕落地，不受到這次墜落傷害。",
	"轉移目光":"轉移目光 Avert Gaze 1動作\n你將目光從危險上移開。在對抗例如美杜莎的石化凝視這種需要你看著某生物或物體的視覺能力的豁免中，你獲得+2環境加值。你的轉移目光會持續到你的下一回合開始。",
	"掘地":"掘地 Burrow 1動作\n移動\n要求你擁有掘地速度。\n你在泥地、沙地或類似軟性地面中掘地前進，最多移動等於你掘地速度的距離。你無法掘地穿越巖石地面或類似比泥地更密實的地面，除非你有能力允許你在這種地面下掘地前進。",
	"飛行":"飛行 Fly 1動作\n移動\n要求你擁有飛行速度。\n你在空中飛行至多等於飛行速度的距離。向上飛行（垂直向上或斜向上）使用在困難地形移動的規則。每消耗5尺移動可以垂直下降10尺距離。若你飛行到地面上，不會受到墜落傷害。你可以使用1個該動作飛行0尺以保持懸停在空中。若你在回合結束時處於空中而次回合沒有使用過該飛行動作，你會墜落。",
	"抓住邊緣":"抓住邊緣 Grab an Edge 反應\n操作\n觸發你處於墜落中時經過一個邊緣或把手。\n要求你的手沒有被拘束在背後或處於束縛狀態中。\n當墜落時的你經過一個邊緣或把手時，你可以嘗試抓住它，阻止自己的墜落。你必須進行反射豁免檢定，使用攀爬DC。當你抓住邊緣或把手后，後續可用運動技能攀爬上去。 \n大成功：無論你是否有自由手，你都抓住了邊緣或把手，典型的比如用持握的物品掛住了你自己（例如戰斧卡在了橫欄上）。你仍然會受到已墜落距離帶來的傷害，但墜落距離視為減少30尺來計算。 \n成功：若你至少有一隻自由手，你抓住了邊緣或把手，阻止了墜落。你仍然會受到已墜落距離帶來的傷害，但墜落距離視為減少20尺來計算。若你沒有自由手，你會如同檢定失敗一般繼續墜落。 \n大失敗：你繼續墜落，墜落距離相比使用該反應動作前視為增加20尺來計算，且該次墜落中你每墜落20尺會受到10點鈍擊傷害。",
	"騎乘":"騎乘 Mount 1動作\n移動\n要求你鄰接一個體型至少大於你一級且自願成為你坐騎的生物。\n你騎乘上該生物。若你已處於騎乘中，使用該動作會改讓你脫離騎乘，站到鄰接坐騎的一個格子中。",
	"指出位置":"指出位置 Point Out 1動作\n聽覺操作視覺\n要求有生物對一個或更多你的盟友而言為無蹤狀態，但對你不為無蹤。\n你對你一個或更多盟友說你能看到某個生物，並指出其方向和說出其距離。該生物對你的盟友不再為無蹤狀態，而改為藏匿狀態（見466頁）。這隻對能看到你且所處位置能偵測到目標的盟友有效。若盟友無法聽到你或聽懂你說的話，他們必須通過察覺檢定對抗所指出位置生物的隱秘技能DC，否則會被誤導認為目標在別的位置。",
	"舉起盾牌":"舉起盾牌 Raise a Shield 1動作\n要求你正持用盾牌。\n你舉起盾牌保護自己。當你舉起盾牌時，你將盾牌所列的環境加值新增到自己的AC上。你的盾牌會一直保持舉起直到你的下一回合開始。",
	"高速鍊金":"高速鍊金 Quick Alchemy 1動作\n煉金術士 操作\n花費1批灌注試劑\n要求你擁有你要創造的鍊金物品的公式，且你持握或穿戴鍊金工具\n你迅速調製出一件鍊金物品以便立即使用。你創造出單獨一件記載於公式書上的，等級不高於你的高階鍊金術等級的鍊金物品，並且不必為這件物品通常所需的鍊金試劑支付貨幣成本，也不需要嘗試手藝檢定。這件物品具有灌注特徵，但它的效力只持續到你下一回合開始。",
	"狂暴":"狂暴 Rage 1動作\n野蠻人 專注 情緒 心靈\n要求你未疲乏或狂暴\n你喚起內心的怒意，開始狂暴。你獲得等於你的等級+體質調整值的臨時生命值。狂暴持續1分鐘，或者直到沒有你能發現的敵人存在，又或者直到你陷入昏迷，以先發生的情況為準。你無法主動停止狂暴。在狂暴期間：\n你用近戰武器或非武裝攻擊可造成額外2點傷害。若你的武器或無武裝攻擊有靈巧（agile）特徵，此額外傷害減半。\n你的AC受到-1減值。\n你無法採取具有專注（concentrate）特徵但不具有狂暴（rage）特徵的行動。你可以在狂暴時進行搜尋（Seek）。\n　　在你停止狂暴后，你失去狂暴賦予的所有臨時生命值，並且在1分鐘內無法再次狂暴。",
	"報應打擊":"報應打擊 Retributive Strike  反應\n神衛\n觸發一個敵人傷害了你的盟友，並且他們都在你周圍15尺的範圍內。\n你保護你的盟友並痛擊你的敵人。這位盟友在對抗觸發這次報應打擊的傷害時獲得針對所有傷害的抗力，數值等同於2+你的等級。如果這名敵人在你的觸及範圍之內，你對其進行一次近戰打擊（Strike）。",
	"救贖瞥視":"救贖瞥視 Glimpse of Redemption  反應\n神衛\n觸發一個敵人傷害了你的盟友，並且他們都在你周圍15尺的範圍內。\n贖罪的幻景在敵人的腦海中閃現，罪惡的重負讓他變得猶豫不決。這名敵人必須從下列選項中選擇一個：\n這名盟友免受觸發這次救贖瞥視的傷害。\n這名盟友在對抗觸發這次救贖瞥視的傷害時獲得針對所有傷害的抗力，數值等同於2 + 你的等級。在這次傷害效果結算完畢之後，這名敵人直到它下一回合結束為止獲得力竭（Enfeebled）2。",
	"自由快步":"自由快步 Liberating Step 反應 \n神衛\n觸發條件一個敵人傷害、攫抓（Grab）或擒拿（Grapple）你的盟友，並且他們都在你周圍15尺的範圍內。\n你的盟友從束縛中重獲自由。如果觸發為盟友受到傷害，那麼這名盟友在對抗觸發的傷害時獲得針對所有傷害的抗力，數值等同於2 + 你的等級。如果這名盟友被某個效果壓制（Grabbing），束縛（Restraining），禁足（Immobilizing）或麻痹（Paralyzing），他們可以嘗試重獲自由。他們可以嘗試一個新的豁免檢定對抗上述效果中允許豁免的一個，或是以一個自由動作嘗試從一個效果中逃脫（Escape）。如果他們能夠移動，這名盟友能以自由動作進行快步（Step），哪怕他們並不需要逃脫。",
	"殘酷紀律":"殘酷紀律 Iron Command 反應 \n罕見 神衛 神術 情緒 惑控系 心靈\n觸發一個敵人傷害了你，並且他在你周圍15尺的範圍內。\n你讓那個膽敢冒犯傷害你的敵人認清自己的身份。你命令你的敵人向你跪拜，向你臣服。如果他們膽坦拒絕，他們必須付出痛苦和折磨的代價。敵人必須選擇下面一種效果：\n敵人跪拜，用一個自由動作進入到底。\n敵人拒絕，你對他造成1d6點心靈傷害。傷害5級變成2d6、9級變成3d6、12級變成4d6、16級變成5d6， 19級變成6d6。\n　　此外，直到你下一回合結束，你對觸發生物的打擊（Strike）額外造成1點傷害。你每次使用這個反應動作都要選擇傷害型別是邪惡還是負能量。9級時這個額外傷害變成2，16級變成3。",
	"自私衛盾":"自私衛盾 Selfish Shield 反應 \n罕見 神衛\n觸發一個敵人傷害了你，並且他都在你周圍15尺的範圍內。\n你極其自私，只顧自己。你在對抗觸發條件的傷害時獲得2+你等級一半數值得抗力，無論傷害型別為何。 \n　　此外，直到你下一回合結束，你對觸發生物的打擊（Strike）額外造成1點傷害。你每次使用這個反應動作都要選擇傷害型別是邪惡還是負能量。9級時這個額外傷害變成2，16級變成3。",
	"毀滅復仇":"毀滅復仇 Destructive Vengeance 反應 \n罕見 神衛\n觸發一個敵人傷害了你，並且他都在你周圍15尺的範圍內。\n你把敵人拖向絕路以血債血償。你受到的傷害額外增加1d6，且你對觸發敵人造成1d6點傷害，你每次使用這個反應動作都要選擇傷害型別是邪惡還是負能量。 \n　　此外，直到你下一回合結束，你對觸發生物的打擊（Strike）額外造成2點傷害，傷害型別跟上面選的走。你受到以及造成的傷害，在5級時變成2d6、9級時變成3d6、12級時變成4d6、16級時變成5d6、19級時變成6d6。9級時這個額外傷害變成4，16級變成6。",
	"藉機攻擊":"藉機攻擊 Attack of Opportunity  反應\n觸發在你觸及範圍內的一個生物使用一個操作動作（manipulate action）或者移動動作，進行遠端攻擊，或者在它使用的移動動作中離開一個方格\n你攻擊露出破綻的敵人。對觸發此動作的目標進行一次普通攻擊（Strike）。如果你的攻擊發生重擊，並且觸發此動作的是一個操作動作，你令此動作中斷。此次普通攻擊不會計入你的多次攻擊減值，並且你的多次攻擊減值不應用於此次普通攻擊上。",
	"疾風連擊":"疾風連擊 Flurry of Blows 1動作\n絕技 武僧\n進行2次無武裝打擊。若2次命中同一個生物，計算抗力和弱點時將傷害合計。每次打擊正常應用多次攻擊減值。因其擁有絕技特徵，每回合你只能使用疾風連擊1次。",
	"獵殺目標":"獵殺目標 Hunt Prey 1動作\n專注 遊俠\n你指定一個生物為獵殺目標，專注於攻擊該生物。你必須能夠看到或者聽到你的目標，或者在探索時追蹤這一獵物。 \n　　你搜索（seek）你的獵殺目標的察覺檢定上獲得+2環境加值，追蹤（track）你的獵殺目標的生存檢定上獲得+2環境加值。你還會在對抗你的獵殺目標時忽略遠端攻擊的第二個射程增量減值。 \n　　你同一時間只能指定一個獵物。如果你在已經指定了一個生物之後對另一個生物使用獵殺目標，你會失去對之前生物的目標指定，而新的生物成為你的目標。你的指定持續到第二次進行每日準備。",
	"衰弱打擊":"衰弱打擊 Debilitating Strike  自由\n遊蕩者\n觸發你的打擊命中1個措手不及的生物並對它造成傷害\n你可以施加下面一項衰弱，持續到你下回合結束。\n衰弱：目標獲得移動速度降低10尺，持續1回合。\n衰弱：目標獲得力竭（Enfeebled）1。",
	"大師一擊":"大師一擊 Master Strike  自由\n失能遊蕩者\n先決條件你的打擊命中1個措手不及的生物並對它造成傷害\n目標必須通過1次對抗你職業DC的強韌檢定。之後他在1天之內對大師一擊臨時免疫。 \n大成功：無效果。\n成功：目標陷入力竭（Enfeebled）2，直到你下回合結束。\n失敗：目標陷入麻痹4輪。\n大失敗：目標陷入麻痹4輪，失去意識2小時，或是被殺死（由你選擇）。",
	"汲取連結物品":"汲取連結物品 Drain Bonded Item  自由\n奧術 法師\n頻率每天一次\n你釋放連結物品中儲存的能量。在你的回合中，你會獲得施放一個你今天有準備並且已經放過的法術的能力，並且無須使用法術位。你還是需要採取施放法術行動並滿足法術的其他需求。",
	"追查方向":"追查方向 Pursue a Lead\n專注 探索 調查員\n頻率每10分鐘1次\n你花一分鐘調查一個你可能的線索的細節，指定一個與線索有關的客體作為你主動調查的目標。這個客體通常是一個單一生物、物品，或較小的場所（如房間或走廊），但GM可能允許你有不同的調查範圍。你無須能知曉客體的身份、目的或本質，但是你需要意識到它的存在。例如，找到一個腳印就足以對留下足跡的生物進行調查，看到一件物品或地點的潦草素描就足以讓你展開對客體的調查。 \n　　當你嘗試用一次察覺或技能檢定來調查指定的客體時，你會在該檢定上獲得+1的環境加值。具體的檢定取決於你如何調查，並由GM決定，但調查的檢定通常使用察覺技能，或者使用基於智力、感知或魅力的技能檢定。 \n　　同一時間你只能維持兩個主動調查。如果你維持兩個后又追查另一個方向（Pursue another Lead），你必須指定一個與目前調查不同的客體（或者，就你所知，他們必須是不同的），並放棄一個目前的客體。一旦你放棄你要追查的客體，在下次你做日常準備之前，你不能再次追查該客體。",
	"提供線索":"提供線索 Clue In 反應\n專注 調查員\n頻率每10分鐘1次\n觸發另一個生物嘗試調查你所追查的方向並進行檢定。\n你和觸發的生物分享資訊。他們在觸發檢定上獲得與你調查客體檢定上相同的環境加值。GM可以根據情況在這個反應動作中加入任何相關的特性，例如，如果你用口頭傳達資訊，則可以加入聽覺（auditory）和語言（linguistic）。",
	"出謀劃策":"出謀劃策 Devise a Stratagem  1動作\n專注 幸運 調查員\n頻率每輪1次\n你能在戰鬥中評估敵人的弱點，據此制定攻擊計劃。選擇一個你看得到生物並骰一顆D20。如果你在本輪之後打擊（Strike）所選的生物，你必須使用出謀劃策 的D20結果作為你打擊的攻擊骰。這個取代只在本輪對所選生物做出的第一次打擊生效，而不會用在接下來的所有攻擊上。 \n　　在你使用這個取代時，如果你的打擊使用的武器是一件靈巧（agile）或嫻熟（finesse）的近戰武器、是靈巧（agile）或嫻熟（finesse）的非武裝攻擊、一件遠端武器（如果這武器是擁有投擲特性的近戰武器，那就還要是靈巧（agile）或嫻熟（finesse）特性才行）或一把悶棍，那你還能把你的智力而非力量或敏捷的調整值加到你的攻擊骰上。 \n　　如果你意識到你選擇的生物是你追捕的客體，你能以自由動作使用此能力。",
	"快速酊劑":"快速酊劑 Quick Tincture  1動作\n調查員 操作\n消耗1個多用途瓶\n要求你知道你要創造的鍊金物品的公式，並且你要握著或穿著鍊金工具，同時還要有一隻自由的手。\n你快速調製出一份臨時酊劑。你創造一件等於或低於你等級，同時無須支付鍊金試劑需要的金錢，也不需要嘗試工藝檢定。此物品擁有灌注特性，但它只在目前回合結束前有效。",
	"迅速檢驗":"迅速檢驗 Expeditious Inspection  自由\n調查員\n頻率每10分鐘1次\n你用超凡的速度對週遭進行觀察與評估。你進行回憶知識（Recall Knowledge）、搜索（Seek）或察言觀色。",
	"針對訊問":"針對訊問 Pointed Question  1動作\n聽覺 專注 調查員 語言 心靈\n你問的問題恰好迷惑或刺痛了他人。對一位你看得到並交談的非盟友生物問個問題。進行一次交涉檢定對抗該生物的意志DC。該生物之後會暫時免疫此能力一小時。 \n大成功：目標必須直接回答你的問題。他不一定要誠實回答，但如果該生物想騙你，你在你的察覺DC上獲得+4環境加值。 \n成功：如大成功，但環境加值只有+2。 \n失敗：目標可以拒絕回答你的問題。 \n大失敗：目標可以拒絕回答你的問題，並且因為你惡意的關注，致使他對你的態度降低一階。",
	"穩妥終結":"穩妥終結 Confident Finisher  1動作\n終結技浪客\n你優雅的攻擊穿透了敵人的防禦。使用一件武器或使用無武裝攻擊進行一次打擊，且這打擊要能讓你應用精準打擊傷害，並帶有下述失敗效果： \n失敗：你向目標造成一半的精確打擊傷害。此傷害的傷害型別與發動打擊的武器或無武裝攻擊的傷害型別相同。",
	"適時反擊":"適時反擊 Opportune Riposte  反應\n浪客\n觸發你觸及範圍內的敵人，向你進行打擊時大失敗\n你利用敵人攻擊失誤的空門。你可以對觸發此動作的敵人進行一次近戰打擊或對該敵人使用打擊時使用的武器進行卸武。",
	"法術打擊":"法術打擊（Spellstrike） 2動作\n魔戰士\n頻率 直到被再充能（recharged）（見下）\n你注入法術力量到拳頭或劍尖中，以進行一次混合攻擊。你施放（Cast a Spell）那些花費1或2個動作並需要一次法術攻擊骰的法術。這個法術效應不會立刻顯現，取而代之的是灌注到你的攻擊中。使用武器或無武裝攻擊進行一次近戰打擊（Strike）。你的法術與攻擊相結合，使用你的攻擊骰結果來決定打擊和法術兩者的效果。在計算多重攻擊減值時，這一動作被計算為兩次攻擊，但是你不會應用這一減值直到你完成法術打擊后為止。灌注而入的法術能量賦予你的打擊奧術（arcane）特徵，使其魔法化（magical）。\n在你使用法術打擊后，直到你使用一個具有專注（concentrate）特徵的單動作（single action）來再充能（recharge）你的法術打擊為止，你都不能再次使用。當你釋放一個需要花費至少一個動作釋放的匯聚法術（conflux spell）（p.40）時，你也可以再充能你的法術打擊；釋放一個其他型別的聚能法術不能再充能你的法術打擊。",
	"奧術奔涌":"奧術奔涌（Arcane Cascade）1動作\n專注 魔戰士 架式\n需求 你已使用你最近的動作來施放法術（Cast a Spell）或進行法術打擊（Spellstrike）\n你轉換一部分法術的魔法力量並通過使用特化的架式、吐納和步法，讓其在你的軀體和武器間循環。當你處於架式中時，你的近戰打擊造成1點額外傷害。如果你具有武器專精（weapon specialization），這個傷害增加到2。如果你具有高等武器專精（greater weapon specialization），則增加到3。任何受益於此的打擊都獲得奧術（arcane）特徵，使其魔法化（magical）。\n如果你進入架式前最近的法術是一個可以造成傷害的型別，來自於架式的傷害具有和這個法術造成傷害的相同型別（或者如果法術可以造成多種傷害型別則由你選擇型別）。如果這個法術不能造成傷害，架式的額外傷害取決於法術學派：\n防護（Abjuration）或塑能（Evocation） 力場（force）\n咒法（Conjuration）或變化（Transmutation） 與你武器或無武裝攻擊相同的型別\n語言（Divination）、惑控（Enchantment）或幻術（Illusion） 心靈（mental）\n死靈（Necromancy） 負能量（negative）",
	"顯現幻靈":"顯現幻靈 Manifest Eidolon 3動作\n專注 咒法系 操作 召喚師 傳送\n你的幻靈出現在一個鄰接的開放區域，並可以進行一個單動作。如果你的幻靈已經顯現，你改為將其隱沒。\n讓你的幻靈得以顯現的靈渠同時也是你們之間的拴繩。你的幻靈必須時刻保持在你的100尺距離內，無法自願打破限制。如果它被強迫超越距離，或如果你降到0HP，你的幻靈的物理形態消散：你的幻靈隱沒，且你需要使用顯現幻靈將其再次顯現。\n特殊 這個動作有著與幻靈根源匹配的特徵（奧術，神術，異能或原能）",
	"同步行動":"同步行動 Act Together 1-3動作\n召喚師 同步\n頻率 每輪一次\n你和你的幻靈如一人般同時行動。你或你的幻靈使用動作數量等同於同步行動所花費動作數量的動作或行動，且另一方使用一個單動作。\n例如，如果你花費2動作進行同步行動，你可以施展燃燒之手（2動作）且你的幻靈可以打擊（1動作）；或者你的幻靈可以使用他的噴吐武器（2動作）且你可以行走（1動作）。\n這也讓你們彼此可以在旅行時使用不同的探索行動，例如迴避注意。",
	"共享感官":"共享感官 Share Senses 1動作\n專注 預言系 探知 召喚師\n條件 你的幻靈已顯現\n你將自己的感官投射到幻靈之中，讓你可以通過他來觀察。當你這麼做時，你失去了所有本體的感官情報，但能透過幻靈的身體進行感知，持續最多1分鐘。你可以解消這個效果。\n特殊 這個動作有著與幻靈根源匹配的特徵（奧術，神術，異能或原能）。你的幻靈也可以使用這個能力。當他這麼做時，他將他的感官投射到你的身體里。",
	"超載":"超載 Overdrive 1動作\n發明家 操作\n頻率 每輪一次\n你暫時超載身上的各種小玩意兒，試圖給你的攻擊增加更強的力量。進行一次手藝Crafting檢定，使用符合你等級的標準DC。\n大成功 你的小玩意兒進入一種極度高效的狀態，稱為極限超載，為你的攻擊提供強大的力量。你的打擊Strike造成等同於你智力調整值的額外傷害，持續1分鐘。當超載結束，你身上的裝置需要冷卻或重置，你無法在1分鐘內再次使用超載Overdrive。\n成功 你的小玩意兒進入超載，為你的攻擊提供力量。如大成功，但額外傷害等於你的智力調整值的一半。\n失敗 你計算錯誤，無事發生。\n大失敗 臥槽！爆炸了！你受到等同於你等級的火焰傷害，你在1分鐘內無法再次使用超載Overdrive，你的裝置需要冷卻或重置。\n特殊 當你處於超載Overdrive效果中時，你仍然可以使用超載動作。你無法通過這種方式延長超載時間，但你可以試圖達成大成功將超載變成極限超載。失敗對你目前的超載沒有影響，大失敗時你目前的超載會結束。",
	"爆炸":"爆炸 Explode 2動作\n火焰 發明家 操作 不穩定\n你故意解除了大發明的安全限制，讓它爆炸並傷害周圍的生物……並最好不要傷到大發明。爆炸對你周圍5尺瀰漫範圍內（如果你持用或穿戴大發明）或你的大發明周圍5尺瀰漫範圍內（如果你的大發明是僕從）的所有生物造成2d6火焰傷害，具有基礎反射豁免。\n3級和之後的每級，你的爆炸傷害提升1d6。\n如果你具有突破性大發明職業特性，你在使用爆炸Explode時可以選擇5尺或10尺瀰漫範圍；如果你具有革命性大發明職業特性，你可以選擇5尺，10尺或15尺瀰漫範圍。",
	"裝填打擊":"裝填打擊 Reloading Strike 1動作\n槍客\n需求：你的一隻手正持用一把火器或弩，另一隻手持用一把單手近戰武器或空手\n你以流暢的動作進行一次近戰打擊然後裝填的你的槍械。用你的單手近戰武器攻擊觸及範圍內的一名對手（如果你另一隻手空手則使用無武裝攻擊），然後進行互動動作裝填槍械。使用此種裝填動作時你無需空一隻手。",
	"投身戰場":"投身戰場 Into the fray 自由\n槍客\n觸發：你投擲先攻骰\n你知道危險會潛伏在任何角落，因此你的手從不離開你的槍套，你可以互動拔出一把單手遠端武器然後同時互動拔出一把單手近戰武器。作為你的第一個回合的第一個動作，你能以自由動作朝著你能感知到的一名敵人行走（stride），如果你無法感知到任何敵人或無法使用移動靠近任何一個敵人，你無法使用這個動作行走。",
	"搞定收工":"搞定收工 Finish the job 1動作\n槍客\n需求：你的上一個動作是一次使用其中一隻手持有的火器或弩攻擊失敗（並非大失敗），並且你的另一隻手正持用著一件近戰武器或空手\n你的上一次攻擊失敗了，但它給了你另一次攻擊的機會。進行一次攻擊，使用你另一隻手持用的單手近戰武器或無武裝攻擊，這次攻擊使用和上一個攻擊失敗時相同的多重攻擊罰值，之後你的多重攻擊罰值按正常增加。",
	"漫步覺醒":"漫步覺醒 Drifter's wake 3動作\n槍客\n你一邊渡步穿越戰場，一邊擊倒途中的敵人。行走（stride）一次，在此移動中任意一點攻擊至多3次。每次攻擊都必須指定一個不同的目標敵人並且需要使用單手火器、單手弩、單手近戰武器或無武裝攻擊，每一次攻擊都會正常計入多重攻擊減值，但直到你完成全部的三次攻擊前，你不會在這些攻擊上承受多重攻擊減值。你的移動不會觸發任何反應動作。",
	"嘴炮裝填":"嘴炮裝填 Raconteur's Reload 1動作\n槍客\n你急促或有力的話語吸引了敵人足夠的注意力從而使你可以趁機裝填一枚彈藥。進行互動動作裝填，然後嘗試一次欺騙檢定進行分神或嘗試一次威嚇檢定進行挫敗士氣。",
	"決鬥十步":"決鬥十步 Ten Paces 自由\n槍客\n觸發：你投擲先攻骰\n你以閃電般的速度應對任何麻煩，恰到好處地調整自己的位置。你的先攻檢定獲得+2環境加值，你可以進行互動動作掏出一把單手火器或單手弩。作為你第一個回合的第一個行動，你可以以自由動作快步10尺。",
	"手槍回敬":"手槍回敬 Pistoilero's Retort  反應\n槍客\n需求：你正持用一把單手火器或單手弩\n觸發：一個在你持用的單手火器或單手弩的第一射程增量內的敵人在一次對你的攻擊動作獲得大失敗\n你用一槍回敬敵人的失敗。使用一把單手火器或單手弩對觸發的敵人進行一次攻擊。",
	"恫疑虛喝":"恫疑虛喝 Grim Swagger 2動作\n聽覺 情緒 恐懼 槍客 心靈 語言\n需求：你持用或使用過一把單手火器或單手弩\n你嘗試通過斷言敵人很快將面臨可怕的命運來壓制整個空間內那些不立刻執行你要求的人。嘗試一次欺騙或者威嚇檢定，對抗30尺內除了友方外所有生物的意志DC。無論成功或失敗，每個遭受駭人狂言 的對象都會對此能力免疫10分鐘。\n例如，如果你嘗試進行一次欺騙檢定，你可以撒謊吹噓你自己的能力或者擁有一大群的朋友，他們已經在前來支援你的路上。如果你嘗試一次威嚇檢定，你會向空間內的所有敵方保證你是他們生命中見到的最後一個人。\n大成功：生物獲得驚懼3，如果它的等級低於你，他還會獲得逃跑一輪\n成功：生物獲得驚懼2",
	"掩蔽裝填":"掩蔽裝填 Covered Reload 1動作\n槍客\n你躲到一個安全的位置或者儘量減少自己的暴露程度來裝填以便進行下一次攻擊。尋找掩蔽或者嘗試躲藏，然後進行互動動作裝填。通常你需要滿足尋找掩蔽或躲藏的條件，你必須倒地，獲得掩蔽，或者靠近一個可以尋找掩蔽的地形，你需要可以獲得掩蔽的好處或者可以通過躲藏來躲開那個生物才可以使用此動作。",
	"一擊必殺":"一擊必殺 One Shot, One Kill 自由\n槍客\n觸發：你以隱匿投擲先攻骰\n你的第一槍最為致命。在投先攻的同時能進行互動動作拔出一把火器或弩。在你遭遇中的第一輪，你以這把武器進行的第一次打擊（Strike）會造成額外1d6點精準傷害。這一額外傷害在9級時增加為2d6，在15級時增加為3d6。",
	"要害射擊":"要害射擊 Vital Shot  2動作\n槍客\n你精密地狙擊一個毫無防備的敵人的重要部位或器官。進行一次遠端打擊（strike），如果目標處於措手不及狀態，這次攻擊造成一個額外武器骰的傷害，並且目標還會獲得等同於你「一擊必殺」炫技精準傷害的持續流血傷害。",
	"幽鬼射擊":"幽鬼射擊 Ghost Shot 1動作\n絕技 槍客\n使用火器或弩進行一次打擊。如果你對於目標處於藏匿（hidden）或無蹤（undetected），這次打擊會附加「一擊必殺」炫技造成精準傷害；如果這次打擊已經包含了「一擊必殺」炫技的效果則不會累加。如果你原本對於目標處於無蹤（undetected）或未察覺（unnoticed），現在改為處於藏匿（hidden），因為攻擊的來源非常明顯。",
	"掃清障礙":"掃清障礙 Clear a Path 1動作\n槍客\n需求：你正持用一把雙手火器或雙手弩\n你大幅揮動武器，為迅速裝填一發彈藥騰出空間。你用武器對觸及範圍內的一名敵方做一次運動檢定來推撞（shove），然後進行互動動作裝填。對於這次推撞你無需空一隻手，將武器上可以增加攻擊命中骰的物品加值（如有）加到運動檢定中。如果你的上一個動作是使用這把遠端武器的打擊（strike），這次推撞使用與上一個動作相同的多重攻擊罰值，之後這次推撞仍會如常計入你的多重攻擊罰值。",
	"肉身工事":"肉身工事 Living Fortification 自由\n槍客\n觸發：你投擲先攻骰\n你如同一座行走的堡壘一般用火器或弩擺出防禦姿勢，進行互動動作拔出一把火器或弩，然後使用該武器擺出防禦姿態，直到你的第一個回合開始前AC獲得+1環境加值，如果所選武器擁有格擋（parry）特徵則改為+2環境加值。",
	"旋轉絞肉機":"旋轉絞肉機 Spinning Crush  3動作\n槍客\n需求：你正持用一把已裝填的火器或已裝填的弩\n你開始瘋狂地旋轉並且開火增加你的動能，然後用武器砸向所有附近的人。所有鄰接你的敵人受到1d6點鈍擊傷害加上你的力量調整值，如果你的武器擁有強擊符文則提升爲2d6，如果擁有高等強擊符文則為3d6，如果擁有上等符文則為4d6。這個能力不適用其他增加火器打擊傷害的能力諸如武器專精。受到這次攻擊影響的生物必須嘗試一次反射檢定，如果失敗將被推離你5尺。",
	"爆射破圍":"爆射破圍 Siegebreaker 2動作\n槍客\n需求：你正持用一把擁有反衝（kickback）或散射（scatter）特徵的火器或者雙手弩\n在站穩腳跟及扣動扳機前，你率先用難以置信的力量衝鋒並把槍口砸向一個目標。行走（stride）或跳躍（leap）一次，然後使用需求中的火器或弩對鄰接你的目標進行一次打擊（strike）。這次打擊造成額外3d8的鈍擊傷害並且無視物體10點硬度（如有），如果目標使用盾牌格擋（shield block）則無視盾牌硬度。\n這次打擊之後你獲得禁足（immobilized）並用需求中的武器做出防禦姿態，AC獲得+1環境加值，如果所選武器擁有格擋（parry）特徵則改為+2環境加值，這2個效果持續到你下個回合開始前。如果你在禁足狀態受到外力因素將要移動時，它必須要成功通過等同於你職業DC的挪動檢定。\n",
	"高速投彈手":"高速投彈手 Quick Bomber  1動作\n煉金術士\n你把你的炸彈放在容易觸及的彈藥袋中，以便你不假思索地取出。你通過互動（Interact）取出一枚炸彈，然後立即用它進行打擊（Strike）",
	"煙霧炸彈":"煙霧炸彈 Smoke Bomb  自由\n新增劑1 煉金術士\n頻率   每輪一次\n觸發   你使用高速鍊金製作了一份至少比你的高階鍊金術等級低1級的鍊金炸彈\n你使得炸彈在它的通常效果之外，還能夠創造出一片濃厚的煙霧。這枚炸彈在投擲後會在爆炸點半徑10尺的範圍內創造出一片煙雲。由你選擇目標所在空間（或是炸彈落入的空間）的一角作為煙雲的中心。處在這片區域內的生物都會獲得隱蔽狀態，而其他的生物對他們而言也處於隱蔽之中。這陣煙霧持續1分鐘或直到被強風吹散。",
	"要爆炸了":"要爆炸了 Fire in the Hole  反應\n觸發 一個生物移動進如危害所在空間；\n效果 危害爆炸，對無生命物體造成炸彈的傷害與濺射傷害。在判定抗力或弱點時，將傷害合併計算，這傷害會忽視與你等級相同的物體硬度。任何鄰接此危害的生物會受到炸彈的濺射傷害， 在判定抗力或弱點時，將傷害合併計算。要記得，因為你沒有丟炸彈，所以像濺射演算或類似的效果不能應用。",
	"治療炸彈":"治療炸彈 Healing Bomb  自由\n新增劑2 煉金術士\n頻率   每輪一次\n觸發   你用高速鍊金動作創造一瓶生命靈藥，且該靈藥物品等級至少比你的高階鍊金術能力的等級低2級\n新增特殊的催化劑，你把一瓶治療靈藥轉化成針對區域性的投射物。你為這瓶靈藥新增炸彈特徵。如果你把這瓶生命靈藥炸彈朝一位自願目標扔去，就算檢定失敗也算作擊中（但大失敗就沒有）。如果你用這瓶靈藥炸彈進行打擊，且擊中的目標是活物，則目標恢復跟使用這瓶靈藥相同的生命值。如果大成功，目標還會在對抗疾病和毒素的豁免檢定上獲得這瓶靈藥的物品加值，持續1分鐘。",
	"結合靈藥":"結合靈藥 Combine Elixirs  自由\n新增劑2 煉金術士\n頻率   每輪一次\n觸發   你使用高速鍊金製作了一份具有靈藥特徵，且至少比你的高階鍊金術等級低2級的鍊金物品\n你發現了將兩種靈藥混合為一瓶合劑的方法。你可以花費額外2批灌注試劑將第二種靈藥新增至你剛剛製作出的靈藥中。第二種靈藥的等級必須比你的高階鍊金術等級低2級，而這份結合靈藥是一件比這兩種靈藥中等級較高的那種還要高2級的鍊金物品。這份結合靈藥被消耗時，構成它的兩種靈藥會同時生效。例如，你能夠將兩份生命靈藥結合爲一瓶治療量為通常兩倍的結合靈藥，或者你也可以將一份次等黑暗視覺靈藥（lesser darkvision elixir）與一份次等鷹眼靈藥（lesser eagle-eye elixir）結合來同時獲得黑暗視覺與偵測密門的效果。",
	"衰弱炸彈":"衰弱炸彈 Debilitating Bomb  自由\n新增劑2 煉金術士\n頻率   每輪一次\n觸發   你使用高速鍊金製作了一個鍊金炸彈，且該炸彈的等級至少比你的高階鍊金術等級低2級\n你的炸彈會對敵人施加額外的影響。你將一種能夠導致下述效果之一的物質新增至炸彈中：目眩（Dazzled），耳聾（Deafened），措手不及（Flat-footed），在速度（Speed）上造成-5尺的狀態減值。如果這枚炸彈成功命中，目標必須在一次強韌豁免骰上取得成功，否則會在你下一回合開始之前承受所選效果的影響。使用你的職業DC作為這次豁免檢定的DC（即使是其他人投擲了這枚炸彈）。",
	"黏性炸彈":"黏性炸彈 Sticky Bomb  自由\n新增劑2 煉金術士\n頻率   每輪一次\n觸發   你使用高速鍊金製作了一份鍊金炸彈，且該炸彈的等級至少比你的高階鍊金術等級低2級\n你混入其中的新增劑能夠使得炸彈的內容物附著在目標身上並持續造成傷害。一個被你的黏性炸彈直接命中的生物也會受到與這枚炸彈的濺射傷害的數值與型別相同的持續傷害。如果這枚炸彈本身也會造成持續傷害，那麼將二者的數值相加。",
	"慈悲靈藥":"慈悲靈藥 Merciful Elixir  自由\n新增劑2 煉金術士\n頻率   每輪一次\n觸發   你使用高速鍊金製作了一份生命靈藥，且該靈藥的等級至少比你的高階鍊金術等級低2級\n你將一種特殊的新增劑混合至你的靈藥中，讓它能夠撫慰飲用者的身心。這份生命靈藥會嘗試反制一個恐懼效果或一個會導致飲用者陷入麻痹（Paralyzed）狀態的效果，使用該物品的等級以及等同於你職業DC - 10的反制調整值。",
	"剝離炸彈":"剝離炸彈 Exploitive Bomb  自由\n新增劑2 煉金術士\n頻率   每輪一次\n觸發   你使用高速鍊金製作了一份鍊金炸彈，且該炸彈的等級至少比你的高階鍊金術等級低2級\n你將一種能夠阻礙抗力的物質混入炸彈之中。這枚炸彈能夠減少敵人針對它自身的傷害型別所具有的任何抗力，數值等於你的等級，但這種削弱只會對那次攻擊生效。",
	"化學傳播":"化學傳播 Chemical Contagion  反應\n煉金術士\n觸發   一個在你30尺內的生物，在對抗由你創造的毒素的最初豁免檢定上大失敗\n通過謹慎處理酵素，你以最初的受害者為代原，把你的毒藥傳染給另一位目標。一位鄰近觸發生物的生物會暴露於觸發的鍊金毒素中。",
	"超能炸彈":"超能炸彈 Mega Bomb  1動作\n新增劑3 煉金術士\n先決條件   濺射擴展\n要求   你持有一枚你製作的灌注鍊金炸彈，它的等級至少比你的高階鍊金術等級低3級。\n你將一種超乎想像的強力新增劑加入你所持有的炸彈中，就此創造出了超能炸彈，這將會大幅提升這枚炸彈的爆炸範圍和威力。你使用互動（Interact）動作投擲這枚超能炸彈，而不是使用打擊（Strike），你也不需要進行攻擊骰。超能炸彈以你周圍60尺內的某一點為中心，影響30尺爆炸半徑內的所有生物。這枚炸彈會像每個生物都是主要目標一般對其造成傷害，並且它們需要進行一個基礎反射豁免（Basic Reflex save）。一旦在豁免中失敗，生物就會承受所有隻影響主要目標的額外效果（例如瓶裝閃電造成的措手不及）。儘管區域內的所有目標都會如同主要目標一般受到濺射傷害，但區域外沒有濺射傷害。如果你在製造一枚超能炸彈后的下一個動作不是通過互動動作將其投擲出去的話，這枚超能炸彈就會變質並失去所有的效果。",
	"心境澄明":"心境澄明 Moment of Clarity  1動作\n野蠻人 專注 狂暴\n你短暫地壓抑自己的狂暴，從而清晰地思考。在本回合結束前，你可以採用具有專注特徵的行動，即使該行動不具有狂暴特徵。",
	"迅猛衝鋒":"迅猛衝鋒 Sudden Charge  2動作\n野蠻人 絕技 起手\n你快速衝刺，衝向你的敵人施以猛擊。行進（Stride）兩次。若你的移動停止時至少有一名敵人在近戰觸及範圍內，你就可以對該敵人發起近戰打擊（Strike）。若擁有相應的移動型別，你也可以在掘地（Burrowing）、攀爬、飛行或游泳時施展迅猛衝鋒。",
	"狂怒終結":"狂怒終結 Furious Finish  1動作\n野蠻人 狂暴\n你不顧一切地要結束戰鬥，將所有的怒氣用最後的一次攻擊傾瀉出來。進行一次打擊。若這次打擊命中，你的傷害獲得等於狂暴剩餘輪數（最高10點）的環境加值。在這次打擊后，你的狂暴立刻結束，你陷入疲乏，直到休息至少10分鐘后才能恢復。",
	"窮追不捨":"窮追不捨 No Escape  反應\n野蠻人 狂暴\n觸發   觸及範圍內的敵人嘗試遠離你\n你能夠跟上撤退的敵人。行進不超過你速度的距離，在敵人的移動過程中，你跟隨敵人並將其保持在你觸及範圍內，直到其停止移動，或你移動的距離已達到了速度。若擁有相應的移動型別，你也可以在掘地、攀爬、飛行或游泳時施展窮追不捨。",
	"擺脫困境":"擺脫困境 Shake it Off  1動作\n野蠻人 專注 狂暴\n你專注於狂暴之中，戰勝恐懼，克服不適。將你的驚懼（frightened）狀態值降低1點，並且可嘗試一次強韌豁免檢定以從噁心（sickened）狀態中恢復，如同你耗用一個動作來乾嘔（retching）；若豁免失敗（但非大失敗），你的噁心狀態值降低1點，豁免成功時降低2點，大成功時降低3點。",
	"毀壞衝鋒":"毀壞衝鋒 Bashing Charge  2動作\n野蠻人 絕技\n先決條件   運動受訓\n你毫不猶豫地粉碎、破壞、衝破堅固的障礙。行進（Stride）兩次。移動期間限一次，若你經過或停止在鄰接門、窗、柵欄、墻、或類似障礙的位置，你可以嘗試一次運動檢定以破拆該障礙物，並在該檢定中獲得+1環境加值；若失敗，你的移動將停止在該障礙物旁。",
	"橫掃千軍":"橫掃千軍 Swipe  2動作\n野蠻人 絕技\n你發動一次大範圍的弧形橫掃攻擊。進行單次近戰打擊，將攻擊檢定結果與至多兩個敵人的AC對比，這兩個敵人必須都在你的近戰觸及範圍內且彼此相鄰。僅需骰一次傷害，並將其應用到每個你擊中的生物上。在計算多次攻擊減值時，橫掃千軍視為兩次攻擊 \n　　若你使用的武器具有橫掃（sweep）特徵，其調整值可應用於橫掃千軍的所有攻擊。",
	"受創狂暴":"受創狂暴 Wounded Rage  反應\n野蠻人\n觸發   你受到傷害並且能夠進入狂暴\n你在痛苦中怒吼，激發出內心的狂怒。你進入狂暴。",
	"闖越衝鋒":"闖越衝鋒 Barreling Charge  2動作\n野蠻人 絕技\n先決條件   運動受訓\n你向前衝鋒，爲了觸及目標而將敵人擠到一邊。你行進（Stride），嘗試穿過敵人的佔據空間，進行一次近戰打擊（Strike）。骰運動檢定對抗你在行進期間嘗試穿過的每個生物的強韌DC，成功即可穿過其佔據空間，但失敗會在進入其佔據空間前停止移動。你也可以用掘地、攀爬、飛行、游泳取代行進來施展闖越衝鋒，只要你擁有相應的移動型別。",
	"越型投擲":"越型投擲 Oversized Throw  2動作\n野蠻人 狂暴\n先決條件   你至少有一支手閑置\n你使出巨大的膂力，抓住附近的一塊重物，比如巨石、原木、桌子、馬車或土塊，然後扔向你的敵人。該物品必須與你的體型相同，或者比你小一級，而且負載不能重到讓你無法舉起。用該物品進行一次遠端打擊（Strike），無論結果如何，物品都會受到它在命中目標時可造成的傷害。該物品是簡易遠端武器，可造成1d10點鈍擊傷害，具有20英尺射程單位，投擲武器特徵。若你有簡易武器的武器專精，傷害提高為2d10，若有高等武器專精，提高為3d10。",
	"精魂引導":"精魂引導 Spiritual Guides  反應\n野蠻人 專注 幸運\n先決條件   精魂本能\n頻率   每天一次\n觸發   你在察覺檢定或技能檢定中失敗，但並未大失敗。\n儘管圍繞你的精魂沒人能看見，而且只有你能聽到它們的喋喋不休，只有你在狂暴時除外。有時它們甚至會幫助你。你可以通過精魂的引導來重骰觸發檢定，使用第二次的結果，即使它更糟糕。",
	"順勢斬":"順勢斬 Cleave  反應\n野蠻人 狂暴\n觸發   你的近戰打擊殺死或擊昏一個生物，且有另一個敵人鄰接該生物。\n你對一個敵人的攻擊順勢揮向另一個敵人。對第二個敵人進行一次近戰打擊。",
	"狂暴龍息":"狂暴龍息 Dragon's Rage Breath  2動作\n奧術 野蠻人 專注 塑能系 狂暴\n先決條件   龍類本能\n要求   你自上次狂暴之後尚未施展過此能力\n你深呼吸后噴出30英尺錐形或60英尺線形的劇烈能量，造成每等級1d6點傷害。其範圍和傷害型別與你所選龍類相符（見表3-4）。若你在過去一小時內曾施展過此能力，範圍和傷害減半（15英尺錐形或30英尺線形；每2級1d6點傷害）。範圍內的每個生物必須嘗試一次基礎反射豁免。",
	"巨人雄姿":"巨人雄姿 Giant's Stature  1動作\n野蠻人 變形 原能 狂暴 變化系\n先決條件   巨人本能\n要求   你的體型不超過中型\n你的體型發生驚人的增長。你變為大型，觸及範圍提高5英尺，並在狂暴結束前陷入笨拙1狀態。你的裝備會隨你一同變大。",
	"精魂干涉":"精魂干涉 Spirits' Interference  1動作\n野蠻人 神術 死靈系 狂暴\n先決條件   精魂本能\n你呼喚精魂護佑，以抵禦遠端攻擊。在狂暴結束前，對你進行遠端攻擊的角色必須成功進行DC 5的純檢定（flat check），失敗則該次攻擊無效",
	"喚起力量":"喚起力量 Inner Strength  1動作\n野蠻人 專注 狂暴\n你的力量是狂暴的一部分，只要你的怒氣仍在持續，就能夠聚集力量，以狂暴克服一切虛弱影響。將你的衰弱狀態值降低1點。",
	"法師獵手":"法師獵手 Mage Hunter  反應\n野蠻人 狂暴\n先決條件   迷信本能\n觸發   你觸及範圍內的生物施法\n你在看到敵人施法時釋放出對魔法的恨意，從而能夠打斷敵人的法術。對觸發生物進行一次近戰打擊（Strike）。若造成重擊，你打斷該法術。",
	"狂暴沖激":"狂暴沖激 Scouring Rage  自由\n野蠻人\n先決條件   你的本能允許你改變來源於狂暴的額外傷害型別\n觸發   你進入狂暴\n在釋放自己的潛力時，你迸發出一股強大的本能之力。每個鄰接生物受到等於你等級的傷害（基礎強韌豁免，對抗你的職業DC），傷害型別與你狂暴期間的額外傷害相同。",
	"動物狂暴":"動物狂暴 Animal Rage  1動作\n野蠻人 專注 變形 原能 狂暴 變化系\n先決條件   動物本能\n你變成你在本能中選擇的動物。你獲得3級動物形態（animal form）法術效果，區別在於你仍使用自身的屬性、臨時生命值、無武裝攻擊。你還會保留裝備的常駐能力。若你選擇的動物是蛙，你的舌擊觸及範圍提高到15英尺。消解變化效果（Dismissing the transformation）獲得狂暴特徵。",
	"分享狂暴":"分享狂暴 Share Rage  1動作\n聽覺 野蠻人 狂暴 視覺\n要求   你自上次狂暴之後尚未施展過此能力\n你激發盟友的怒氣。你狂暴時，30英尺內的一個自願生物可以獲得狂暴行動的效果，區別在於該生物依然可以使用專注行動。",
	"迅猛躍擊":"迅猛躍擊 Sudden Leap  2動作\n野蠻人\n你在跳躍的中途猛擊敵人。進行一次跳躍、跳高或跳遠，並且在跳躍過程中任意時刻嘗試進行一次近戰打擊。在打擊之後，若你還在半空中，則會立刻落地，即便尚未達到跳躍的最大距離。只要下落的距離不超過跳躍高度，你就不會受到傷害，並且可以站立著地。 \n　　在迅猛躍擊的過程中嘗試跳高或跳遠時，都按跳遠來判斷DC，且最大距離增加到你的速度的兩倍。",
	"重毆":"重毆 Thrash  1動作\n野蠻人 狂暴\n要求   你擒抱一個敵人\n你毆打擒抱的敵人。敵人受到鈍擊傷害，數值等於你的力量調整值+兇猛專精傷害+你的狂暴傷害。敵人必須嘗試一次基礎強韌豁免，對抗你的職業DC。",
	"繳械突襲":"繳械突襲 Disarming Assault  1動作\n野蠻人 絕技 狂暴\n先決條件   運動受訓\n你攻擊敵人的力量強到足以將其手中的武器震落。進行一次近戰打擊（Strike），如果命中，可以嘗試進行一次運動檢定以將敵人繳械（Disarm）。",
	"進逼突襲":"進逼突襲 Follow-Up Assault  1動作\n野蠻人 狂暴\n要求   你用上一個動作進行了一次未命中的近戰打擊\n即使面對失敗，你也懷有成功的決心，繼續進逼。用同一件武器進行一次打擊（Strike），附加武器特徵「回擺」和「疊勁」的效果。",
	"投擲盟友":"投擲盟友 Friendly Toss  2動作\n野蠻人 操作 狂暴\n要求   你鄰接一個盟友，且至少有一隻手閑置\n你在戰場上投出盟友。選擇一個體型等於或小於你的鄰接盟友，將其投擲到30英尺內你能看見的未佔據位置。該移動不會觸發反應。你的盟友在移動結束時保持站立，不會承受墜落傷害。如果你的盟友在至少一個敵人的近戰觸及範圍內結束本次移動，就能夠使用反應，對觸及範圍內的一個敵人進行近戰打擊（Strike）。",
	"直覺打擊":"直覺打擊 Instinctive Strike  2動作\n野蠻人 操作 狂暴\n先決條件   靈敏嗅覺（Acute Scent）或者精確或模糊嗅覺\n你信任自己的直覺和嗅覺，用你所有的感官來確定對手的位置。對一個沒有用「消除氣味」之類的效果來掩蓋自己氣味的敵人進行一次近戰打擊（Strike）。這次攻擊可忽略所有因目標隱蔽或藏匿而需要進行的純檢定。",
	"捨命相搏":"捨命相搏 Come and Get me  1動作\n野蠻人 專注 狂暴\n你暴露出自己的破綻，從而能夠對敵人以牙還牙。直到狂暴結束前，你陷入措手不及，並且對你造成的傷害檢定獲得+2環境加值。若有生物擊中了你，該生物在你的下個回合結束前，對你視為措手不及。若你在你的下個回合結束前擊中該生物，你會獲得等於體質調整值的臨時生命值，重擊時可獲得雙倍。這些臨時生命值持續到你的狂暴結束。",
	"兇猛衝刺":"兇猛衝刺 Furious Sprint  2動作\n野蠻人 狂暴\n你向前猛衝。以直線行進不超過五倍於速度的距離。你可以將此行動耗用的動作數量增加到3個，從而直線行進不超過八倍於速度的距離。",
	"擊退":"擊退 Knockback  1動作\n野蠻人 狂暴\n需求   你的上個動作是一次成功的打擊\n你猛擊的力道能夠將敵人擊退。你將敵人向後推動5英尺，效果如同成功的推離。和成功的推離一樣，你可以跟隨敵人。",
	"破膽怒吼":"破膽怒吼 Terrifying Howl  1動作\n聽覺 野蠻人 狂暴\n先決條件   懾人目光\n你發出令人膽寒的吼叫聲。嘗試威嚇檢定以對30英尺內的每個敵人挫敗士氣。無論檢定結果如何，每個生物敵人都會在1分鐘內暫時免疫破膽怒吼。",
	"堅定突進":"堅定突進 Determined Dash  2動作\n野蠻人 狂暴\n沒有什麼能阻止你接近敵人。行進（Strike）兩次。該移動期間你忽略困難地形（difficult terrain）、重度困難地形（greater difficult terrain）、以及任何對速度造成減值的效果。在穿過狹窄平面或不平坦地面時，你可以嘗試運動檢定取代特技檢定以保持平衡，DC不變。這不會使你不受危害地形（hazardous terrain）的傷害。你可以將此行動的動作數提高到3個，改為行進三次。",
	"千斤墜":"千斤墜 Impressive Landing  反應\n野蠻人\n觸發   你墜落至少10英尺並在堅硬平面上著地\n你猛擊地面，將周圍的地面砸碎。將墜落距離視為減少10英尺。你將站立著陸。所有鄰接位置變為困難地形，在你著地時位於這些位置的生物因被碎片擊中而受到5點鈍擊傷害，並且陷入措手不及，直到他們的下個回合開始。",
	"洪鐘震鳴":"洪鐘震鳴 Resounding Blow  2動作\n野蠻人 狂暴\n要求   你持用可造成鈍擊傷害的近戰武器\n你猛擊敵人頭部，使其耳內嗡鳴。進行一次近戰打擊（Strike）。如果打擊命中並造成傷害，目標耳聾至你的下個回合開始（若造成重擊，則持續1分鐘）。",
	"沉默打擊":"沉默打擊 Silencing Strike  2動作\n野蠻人 失能 狂暴\n你快速打擊目標的面部或口部，使其無法出聲。對敵人進行一次近戰打擊（Strike）。該敵人必須進行強韌豁免檢定，對抗你的職業DC。 \n成功 目標不受影響。 \n失敗 目標頭暈腦脹，難以出聲。它陷入震懾1，說話聲變得嘶啞而難以理解。它必須成功進行DC 11的純檢定，才能施展有語言特徵的行動，或在施法時滿足言語成分，直到它的下個回合結束。 \n大失敗 如同失敗，但該生物陷入震懾3而非震懾1。",
	"纏鬥":"纏鬥 Tangle of Battle  反應\n野蠻人 狂暴\n觸發   你對一個鄰接敵人造成重擊\n你以驚人的兇狠攻勢拉近距離，給你帶來抓住敵人的機會。對觸發敵人嘗試擒抱。",
	"怒龍之翼":"怒龍之翼 Dragon's Rage Wings  1動作\n野蠻人 化形 原能 狂暴 變化系\n先決條件   龍類本能\n你的背部長出龍翼，顏色與你在本能中選擇的龍類相同。狂暴時，你獲得等於陸地速度的飛行速度。若你在狂暴結束時正在飛行，則你會開始墜落，不過，變化會在最後一刻才完成，因此你不會受到墜落傷害，並且可以站立著地。",
	"兇猛擒獲":"兇猛擒獲 Furious Grab  1動作\n野蠻人 狂暴\n要求   你的上個動作是一次成功的打擊，並且，你需要有一隻空閑的手或者本次打擊使用擒抱武器進行。\n你趁敵人在被你攻擊分神時將其抓住。被你擊中的敵人陷入擒抱，如同你成功進行運動檢定以擒抱對方。",
	"獵食猛撲":"獵食猛撲 Predator's Pounce  1動作\n野蠻人 絕技 狂暴 起手\n先決條件   動物本能\n要求   你未穿盔甲或僅穿輕型盔甲\n你悄悄接近獵物，在目標能夠作出反應之前撲向它。你行進不超過速度的距離，並在移動結束時進行一次打擊。",
	"精魂之怒":"精魂之怒 Spirit's Wrath  1動作\n攻擊 野蠻人 專注 狂暴\n先決條件   精魂本能\n你以鬼火的形態呼喚出短暫的顯靈，它通常是一位先祖的鬼魂，或是一個自然精魂。鬼火對距離你120英尺以內的一個敵人發起一次近戰鬼火衝擊，這屬於非武裝攻擊。鬼火的攻擊調整值等於你的軍用武器熟練度加值+力量調整值+2物品加值，並應用與你相同的環境和狀況加值、減值。命中時，鬼火造成的傷害等於4d8+你的體質調整值。傷害型別可以是正向或負向傷害，由你選擇。該傷害不會附加你的狂暴傷害或武器專精傷害，但需要計算同樣會影響鬼火傷害的環境和狀況加值、減值。若鬼火的打擊造成重擊，目標陷入驚懼1。本次攻擊應用並且計入你的多次攻擊減值，如同你是攻擊者。",
	"泰坦雄姿":"泰坦雄姿 Titan's Stature  1動作\n野蠻人 變形 變化系\n先決條件   巨人本能，巨人雄姿\n你的體型變得更加巨大。在施展巨人雄姿時，你可以改為在狂暴期間變為超大型（若你原本的體型不超過中型，觸及範圍會提高10英尺）。你在變為超大型期間，陷入笨拙1狀態。",
	"擁抱疼痛":"擁抱疼痛 Embrace the Pain  反應\n野蠻人 狂暴\n觸發   一個生物以近戰攻擊對你造成傷害\n你無視自己的疼痛，伸手抓住對你造成傷害的生物或武器。嘗試運動檢定以擒抱觸發生物，或將該生物的觸發武器繳械。",
	"擊破法術":"擊破法術 Sunder Spell  2動作\n攻擊 野蠻人 專注 狂暴\n先決條件   迷信本能\n你利用自己的迷信狂怒來摧毀法術。用近戰武器或非武裝攻擊對一個生物、物品、或法術表現（比如火墻術造出的火墻、靈能守衛創造的守衛）進行一次打擊（Strike）。如果打擊命中，可以嘗試反制目標上的一個法術或魔法效果。本次嘗試中，你的反制等級等於你等級的一半，向上取整，使用你的攻擊檢定作為反制檢定結果。 \n　　無論打擊是否命中，目標都會在24小時內暫時免疫你的擊破法術。",
	"失衡掃擊":"失衡掃擊 Unbalancing Sweep  3動作\n野蠻人 絕技 起手\n你對身邊發起猛烈橫掃，讓生物站立不穩，向外退開。選擇至多三個鄰接敵人，並選擇要推離（Shove）還是絆摔（Trip）所有的這幾個敵人。不管你選擇了哪個選項，骰一次運動檢定對抗每個敵人，並對每個敵人執行相同行動。每次嘗試都會被用於計算多次攻擊減值，但減值只有在你做出全部嘗試之後才會提高。",
	"巨人突刺":"巨人突刺 Giant's Lunge  1動作\n野蠻人 專注 狂暴\n先決條件   巨人本能\n你延展軀體，準備攻擊正常觸及範圍以外的敵人。直到狂暴結束之前，你的所有近戰武器和非武裝攻擊獲得觸及10。這不會增加任何已經具有觸及（reach）特徵的武器或非武裝攻擊的觸及範圍，但可以和因體型增長而增加觸及範圍的能力共用，比如巨人雄姿。",
	"復仇一擊":"復仇一擊 Vengeful Strike  反應\n野蠻人 狂暴\n先決條件   捨命相搏\n觸發   在你觸及範圍內的生物對你的攻擊成功或大成功\n要求   你處於捨命相博效果中\n被敵人擊中后，你作出回敬。對觸發生物進行一次近戰打擊。本次打擊不會用於計算多次攻擊減值，你的多次攻擊減值也不適用於本次打擊。",
	"旋風擊":"旋風擊 Whirlwind Strike  3動作\n野蠻人 絕技 起手\n你攻擊附近的所有敵人。對位於你近戰觸及範圍內的每個敵人進行一次近戰打擊。每次攻擊都會被用於計算多次攻擊減值，但減值只有在你做出全部攻擊之後才會提高。",
	"穿透尖釘":"穿透尖釘 Impaling Thrust  2動作\n野蠻人 狂暴\n要求   你持用可造成穿刺傷害的近戰武器\n你刺穿敵人，用你的武器將其固定在原地。用滿足需求的武器進行一次近戰打擊（Strike）。如果打擊命中並造成傷害，目標被擒抱，直到其成功脫逃、你用該武器進行攻擊、或你放開該武器，以先發生的情況為準。目標不再被擒抱時會受到等於武器傷害骰數的持續流血傷害。",
	"化龍":"化龍 Dragon Transformation  1動作\n野蠻人 專注 變形 原能 狂暴 變化系\n先決條件   龍類本能，怒龍之翼\n你變成一頭兇猛的大型龍，獲得6級龍類形態（dragon form）法術效果，區別在於你仍使用自身的AC和攻擊調整值，你還可以應用狂暴的額外傷害，且噴吐武器使用你的職業DC。消解變化效果的行動獲得狂暴特徵。 \n　　18級后，你的飛行速度獲得+20英尺狀況加值，你的龍類打擊傷害加值提高到+12，噴吐傷害獲得+14狀態加值。",
	"無所顧忌":"無所顧忌 Reckless Abandon  自由\n野蠻人 狂暴\n觸發   你的回合開始時生命值為一半或更低。\n你在受到傷害時熱血沸騰，並把理智拋到腦後來戰鬥到底。你的攻擊檢定獲得+2環境加值，AC受到-2減值，豁免受到-1減值。這些加值和減值持續到你的狂暴結束，或者直到你的生命值高於一半，以先發生的情況為準。",
	"兇猛復仇":"兇猛復仇 Furious Vengeance  反應\n野蠻人 狂暴\n先決條件   狂怒本能\n觸發   在你近戰觸及範圍內的一個生物以近戰打擊對你造成重擊\n敵人的攻擊增進了你的怒意，引起你立即反攻。對觸發生物進行一次近戰打擊（Strike）。",
	"貫通投射":"貫通投射 Penetrating Projectile  2動作\n野蠻人 絕技 狂暴\n要求   你持用可造成穿刺傷害的遠端或投擲武器\n你的彈藥不會被皮肉和骨骼阻擋。對30英尺直線上的每個生物進行一次遠端打擊（Strike）。這些攻擊忽略生物提供的弱掩蔽、掩蔽和強掩蔽。僅需骰一次傷害，將其應用於每個你擊中的生物。每次攻擊都會被用於計算多次攻擊減值，但減值只有在你做出全部攻擊之後才會提高。",
	"完美明晰":"完美明晰 Perfect Clarity  反應\n野蠻人 專注 幸運 狂暴\n觸發   你在攻擊檢定或意志豁免中失敗或大失敗\n你爆發出所有怒火以確保你的攻擊精準，心智堅定。重骰觸發此能力的攻擊檢定或意志豁免，並具有+2環境加值，結算效果時取其中較好的檢定結果。之後，你會立刻停止狂暴。",
	"惡毒開膛":"惡毒開膛 Vicious Evisceration  2動作\n野蠻人 狂暴\n你使出令敵人重傷的惡毒攻擊。進行一次近戰打擊。若本次打擊命中且造成傷害，目標獲得流失1（drained），若打擊取得大成功，則改為流失2。",
	"撼地踐踏":"撼地踐踏 Quaking Stomp  1動作\n野蠻人 操作 狂暴\n頻率   每10分鐘一次\n你奮力跺踏地面，創造出一場小型地震，造成如同地震術的效果。",
	"及遠法術":"及遠法術 Reach Spell  1動作\n吟遊詩人 專注 超魔 術士 牧師 法師 先知 女巫\n你擴展了法術的距離，如果你使用的下一個動作是施展一個擁有距離的法術。那麼該法術的距離提高30尺。通常情況下如果該法術的距離為接觸，則該施法距離提升至30尺。",
	"旋律法術":"旋律法術 Melodious Spell  1動作\n吟遊詩人 專注 操作 超魔\n你可以暗中將施法編織進表演當中，如果你使用的下一個動作為施展法術，嘗試一次對抗所有觀察者察覺DC的表演檢定。如果你的表演檢定成功對抗了某一觀察者的察覺DC，該觀察者不會注意到你正在施展法術，即使通常該法術擁有可以感知的明顯效果也一樣，且語音、姿勢和材料成分都被極端的掩蓋了。你將這些都隱藏在通常的表演當中。 \n　　這隻能掩蓋法術的施法動作和表現而非效果，因此觀察者還是會看到射出的射線或者你消失。",
	"辨析戰鬥":"辨析戰鬥 Combat Reading  1動作\n吟遊詩人 秘密\n你使用表演者的冷讀技巧、閱讀氛圍還有其他能發掘敵人優勢與劣勢的各種伎倆。GM要幫你骰一個秘密的神秘(Occultism)檢定，對抗一個你選擇的敵人的欺騙或隱密DC(取高者)，該敵人需參戰，並且對你來說不為隱蔽(concealed)、藏匿(hidden)或無蹤(undetected)。GM可能會因為你和敵人的距離施加罰值。該敵人在接下來的一天會暫時免疫你的辨析戰鬥。 \n大成功 由GM選並告訴你下列兩個有關敵人的訊息：敵人弱點中最弱的那個、敵人豁免調整里最低的那個、一個敵人的免疫或敵人抗性中最高的那個。如果有不分高下的，由GM隨機選一個。 \n成功 GM挑一個上面的訊息告訴你。 \n大失敗 GM告訴你錯誤的訊息(訊息由GM自己虛構)。",
	"奮勇向前":"奮勇向前 Courageous Advance  1動作\n聽覺 吟遊詩人 專注 超魔\n伴隨著昂揚的呼喚，你讓一位盟友奮勇向前。如果你下一個動作是施放激發勇氣組曲戲法，從該法術獲得狀態加值得一位盟友可以立即使用一個反應動作進行一次行走(Stride)。",
	"和聲":"和聲 Harmonize  1動作\n吟遊詩人 專注 操作 超魔\n先決條件   大師繆斯\n你可以同時演奏多種組曲。如果你的下一個動作是施展組曲，該組曲會成為一個和聲組曲。與一般組曲不同，和聲組曲並不會在施展其他組曲的時候結束，並且你可以在同一回合施展另一個組曲法術。施展另一個和聲組曲會結束你目前正在生效的任何和聲組曲。",
	"協同防禦":"協同防禦 Defensive Coordination  1動作\n聽覺 吟遊詩人 專注 超魔\n先決條件   武者繆斯、激發防禦\n如同故事中即使面對壓倒性的劣勢，仍屹立不搖的英雄，你和你的盟友同樣堅忍不拔。如果你下一個動作是施放激發防禦組曲戲法，你可以舉盾，且一個從此法術中獲得狀態加值的盟友能立刻以一個反應動作舉盾。",
	"言傳身教":"言傳身教 Educate Allies  反應\n防護系 吟遊詩人 專注\n先決條件   內行看門道\n觸發   一位受益於你組曲法術的盟友，受制於有聽覺、幻術、語言、音波或視覺特徵的效果。\n你轉變了你組曲法術的性質，改為傳第一些你的防衛的知識。直到你下回合開始前 ，所有受到你組曲法術影響的盟友會從內行看門道能力中獲得+1環境加值。教導你的盟友也會強化你的技能，直到你下回合開始前，你自己從內行看門道獲得的環境加值變成+2。",
	"代奏":"代奏 Accompany  反應\n吟遊詩人 專注 操作\n觸發   30尺內有個盟友正在施放一個法術(Casts a Spell)\n你使用你的表演協助一位盟友的施法，為他的法術增添魔法能量。進行一次表演檢定，使用該盟友等級「非常困難(very high)」的DC，然後使用一點聚能點(如果觸發法術是一個聚能法術)，或消耗一個至少比觸發法術高一環的法術位。如果你的表演檢定成功，你盟友的法術就不消耗聚能點或法術位。",
	"對唱呼應":"對唱呼應 Call and Response  1動作\n聽覺 吟遊詩人 專注 超魔\n你的樂曲採用了對唱法，即使沒有你，你的盟友也能持續受益。如果你下一個動作是施放一個持續時間為1輪的組曲戲法，這叫「呼」。當法術生效，受法術影響的一位盟友能用一個帶有聽覺與專注特徵的動作回「應」你的「呼」，延長法術持續時間1輪。只能有一位盟友對指定的「呼」進行「應」，而對該盟友的「應」再「應」不會有額外效果。",
	"奮迅一擊":"奮迅一擊 Courageous Opportunity  反應\n聽覺 吟遊詩人 專注\n先決條件   武者繆斯\n觸發   一名在你觸及內的生物使用一個聽覺效果、操縱動作或移動動作；進行一次遠端攻擊；或在他的移動動作中離開一個格子\n要求   你被激發勇氣影響\n你大聲疾呼進入戰鬥狀態，激勵己身猛擊敵人。對觸發生物進行1次近戰打擊。如果此次攻擊大成功，並且引起觸發的是操縱動作，那打斷該動作。",
	"快速施法":"快速施法 Quickened Casting  自由\n吟遊詩人 專注 超魔 術士 先知\n頻率   每天一次\n你壓榨自己的精神，縮短你施放法術的時間。如果你下一個動作是施放一個詩人戲法或一個法師法術，並且環級至少比你能施放的最高環法術低2環，將其施法動作數減一(最少為一個動作)。",
	"特殊組曲":"特殊組曲 Unusual Composition  1動作\n吟遊詩人 專注 操作 超魔\n先決條件   博學繆斯\n你可以將組曲蘊含的情感和力量轉換為其他媒介。如果你的下一個動作是施展組曲法術，你可以使用一個不同種類的表演，以此將組曲的姿勢成分和語言成分互相轉化。通常使用組曲法術的情況下，這會改變組曲法術的視覺和聽覺性質。",
	"蠻勇猛襲":"蠻勇猛襲 Courageous Assault  1動作\n聽覺 吟遊詩人 專注 超魔\n先決條件   武者繆斯\n你有力的戰吼讓你能激勵一個盟友展開攻擊。如果你下一個動作是施放激發勇氣組曲戲法，一名從此法術獲得狀態加值的盟友可以立即使用一個反應動作進行一次近戰打擊。",
	"音波反彈":"音波反彈 Reverberate  反應\n吟遊詩人\n觸發   你將從一個法術那受到音波傷害\n你能操縱你周圍的聲音，把音波傷害反彈回去。進行一次表演檢定，對抗施放觸發法術生物的法術DC。 \n大成功 觸發條件的傷害最多減少你的等級四倍的值。而施法者會受到與你減少的傷害相同的音波傷害。 \n成功 跟大成功一樣，但最多減少你的等級兩倍的值。 \n大失敗 你誤把音波導向自身，受到兩倍觸發條件的傷害。",
	"真實認知":"真實認知 True Hypercognition  1動作\n吟遊詩人\n先決條件   謎團繆斯\n你的思維以令人驚奇的速度運作。你可以立刻使用最多五個回憶知識動作。如果你擁有任何特殊能力或者自由動作通常會由於回憶知識觸發，你不能在這些動作中使用這些能力。",
	"激發勝心":"激發勝心 Triumphant Inspiration  自由\n吟遊詩人\n先決條件   武者繆斯\n觸發   你在一次近戰武器打擊或一次近戰無武裝攻擊重擊一名敵人。\n伴隨勝利的呼喊，你激勵了你的盟友。你施放一個你所知且通常花一個動作施放的組曲戲法。",
	"激發活力":"激發活力 Vigorous Inspiration  1動作\n聽覺 吟遊詩人 專注 超魔\n你在激勵盟友進攻時，也在緩緩輸送魔法的精力。如果你下一個動作是施放激發勇氣組曲戲法，你和所有受影響的盟友會獲得3+你魅力調整值得生命值，持續1分鐘。",
	"不疲專注":"不疲專注 Effortless Concentration  自由\n吟遊詩人\n觸發   你的回合開始還沒有行動\n你心念一動就可以維持法術。你立刻獲得維持法術動作的效果，允許你延長一個已啟用的詩人法術的持續時間。",
	"勇猛突擊":"勇猛突擊 Courageous Onslaught  1動作\n聽覺 吟遊詩人 專注 超魔\n先決條件   奮勇向前、蠻勇猛襲\n你使用你的表演，精心安排一次用以對抗敵人的突擊。如果你下一個動作是施放激發勇氣組曲戲法，那一位從此法術獲得狀態加值的盟友可以立刻使用一個反應動作進行行走，然後進行一次近戰打擊。",
	"大終奏":"大終奏 Resounding Finale  反應\n聽覺 吟遊詩人 專注\n先決條件   大師繆斯\n觸發   你或一位受益於你組曲法術的盟友將受到音波傷害\n你把自己的表演突兀又戲劇性的結束，將週遭的聲音都壓了下去。你的組曲法術立刻結束，而你所有受益於該法術效果的盟友在對抗觸發條件的傷害時，會獲得與組曲法術環級兩倍相同數值的音波抗力。",
	"盤據腦海":"盤據腦海 All In My Head  反應\n吟遊詩人 幻術系 心靈\n觸發   你即將從一次打擊中受傷，或即將從一個沒有死亡特徵或其他不會造成立即性死亡（例如解離術）的法術中受傷\n藉由你對神祕的聯繫還有不可思議的信念之力，你說服自己那觸發條件的傷害不過是你幻想出來的。該傷害從原本的傷害型別變為心靈傷害，並且該傷害效果獲得瘀傷特徵。如果你免疫心靈效果或心靈傷害，那你就不能使用此反應動作。",
	"絕望祈禱":"絕望祈禱 Desperate Prayer  自由\n神衛\n頻率   每天1次\n觸發   你的回合開始，並且你的聚能池內沒有任何聚能點\n你向你的神請求他的協助。你立刻恢復1點聚能點。",
	"神聖恩典":"神聖恩典 Divine Grace  反應\n神衛\n觸發   你嘗試一次豁免檢定對抗一個法術，在你擲骰之前\n你呼喚神祇的恩典，在這個豁免檢定上獲得+2的環境加值。",
	"救濟":"救濟 Mercy  1動作\n神衛 專注 超魔\n先決條件   虔誠法術（聖療）\n你的接觸將解除恐懼並恢復行動力。如果你的下一個動作是施展聖療，那麼在給予聖療原本效果的同時，你還能夠嘗試反制（Counteract）一個恐懼效果或一個會導致目標陷入麻痹的效果。",
	"酷虐":"酷虐 Cruelty  1動作\n罕見 神衛 專注 超魔\n先決條件   虔誠法術（腐化之觸）\n你用腐化之觸造成的傷害還會掏空敵人的身體。如果你下一個動作是對一個活物施放腐化之觸，如果他豁免失敗，目標會力竭 1持續1分鐘（大失敗則陷入力竭2）。",
	"制裁邪惡":"制裁邪惡 Smite Evil  1動作\n神衛\n先決條件   神聖盟友（利刃），善良信條\n你的利刃盟友成為對抗惡徒的強力武器。選擇一名你能夠看到的敵人。直到你下一回合開始為止，你用利刃盟友棲息的武器對這名敵人進行的打擊（Strike）會造成額外4點善良傷害，如果你在這把武器上的熟練等級達到大師則將傷害提升至6點。 \n　　如果這名敵人攻擊你的盟友，這個效果的持續時間會延長到這名敵人下一回合結束為止。如果這名敵人每回合都持續攻擊你的盟友，這個效果的持續時間還會繼續延長。",
	"制裁善良":"制裁善良 Smite Good  1動作\n罕見 神衛\n先決條件   神聖盟友（利刃），邪惡信條\n你的利刃盟友與你共享對善良生物鮮血的渴望。選擇一個你能看到的敵人。直到你下一回合開始，你寄居著利刃盟友的武器對該敵人的打擊會造成額外4點邪惡傷害，如果你在這武器上達到大師熟練度，則變成6點。 \n　　如果你選的敵人在你下一回合開始前攻擊你，那本能力延長到該敵人下一回合結束。如果敵人每一輪都攻擊你，那就一直延長。",
	"犧牲護甲":"犧牲護甲 Sacrifice Armor  反應\n神衛\n觸發   你被會造成物理傷害的打擊動作命中\n藉由神性的領會，你擰轉身軀降低攻擊帶來的衝擊。將受到的傷害減去你盔甲等級兩倍的值。你的盔甲破損，把盔甲的生命值扣到破損閾值。如果你的盔甲本來就有損壞（already damaged），那它將會被毀掉。",
	"清算之盾":"清算之盾 Shield of Reckoning  反應\n神衛 絕技\n先決條件   神衛反應，堅盾守望者\n觸發   一名敵人針對你盟友的攻擊同時滿足你的盾牌格擋反應動作和神衛反應的觸發條件。\n當你運用盾牌為盟友擋下攻擊時，你還能呼喚你的力量進一步保護盟友。你使用盾牌格擋反應動作去為一名盟友阻擋傷害，同時也啟動你的神衛反應來對抗這名攻擊你盟友的敵人。",
	"審判之刃":"審判之刃 Blade of Justice  2動作\n神衛\n你呼喚神力並用武器或無武裝打擊（Strike）對抗你能夠證實其傷害了盟友或無辜者的敵人。如果被你打擊（Strike）的目標是邪惡的，那麼這次打擊（Strike）會造成兩個額外的武器傷害骰。無論目標是否邪惡，你都可以將該攻擊的所有物理傷害轉變為善良傷害，另外如果你是聖武士，這次打擊會適用正常報應打擊所能造成的全部效果（例如神聖制裁）。",
	"迫行誓約":"迫行誓約 Enforce Oath  1動作\n神衛\n頻率   每小時1次\n先決條件   你已經立下過一個對抗特定型別生物的誓約\n你呼喚誓約，在戰鬥中壯大自己。當你迫行自己的誓約時，選擇一個你看得到，且作為誓約一部分發誓要剷除的生物。你在對抗所選生物發起的攻擊與效果時，於AC和豁免上獲得+1狀態加值。你也在對抗所選生物的攻擊骰上獲得+1狀態加值。但是，因為你迫行自己履約，你無暇分心其他敵人。當你迫行誓約時，你對其他所有生物在AC、攻擊骰以及豁免上承受-1狀態減值，直到你停止迫行誓約。 \n　　當所選生物的生命值降為0，或該生物向你或你的盟友合理正當地投降，迫行誓約就結束。如果你陷入失去意識，或如果所選生物被你忽視超過1分鐘，那你會立刻結束迫行誓約。你還可以在自己回合時以一個自由動作立刻結束迫行誓約。",
	"殘酷打擊":"殘酷打擊 Gruesome Strike  1動作\n罕見 神衛\n先決條件   邪惡信條，能給你的打擊附加額外傷害的神衛反應動作\n要求   你的打擊目前能通過你的神衛反應動作造成額外傷害\n對觸發你神衛反應動作的生物進行一次打擊。如果你打中，目標會受到兩倍從反應動作那得來的額外傷害，同時必須通過一次強韌豁免對抗你的職業DC，失敗則流失1。無論結果如何，該生物都會暫時免疫你的殘酷打擊24小時。",
	"拓展靈光":"拓展靈光 Expand Aura  1動作\n神衛 專注\n先決條件   你從神衛專長或特性中至少獲得一個靈光\n你聚集神聖之力，放大你的影響力。選擇一個得自神衛專長或特性的靈光，像是勇氣靈光或生命靈光。直到你下一回合開始，該靈光的半徑加倍。",
	"預感迴避":"預感迴避 Premonition of Avoidance  反應\n牧師\n觸發   你嘗試一次豁免以對抗一個危害，但你尚未擲骰\n你的神祇賦予你有限的預示，在危害發生前一瞬發出警告。你在觸發的豁免骰上獲得+2環境加值。",
	"快速反應":"快速反應 Rapid Response  反應\n牧師\n觸發   1個盟友的HP降低至0\n你在危險時極快響應，以提供必須幫助。你向觸發盟友進行行走行動。在此次移動中，你在速度上獲得+10尺環境加值。",
	"導能打擊":"導能打擊 Channel Smite  2動作\n牧師 神術 死靈系\n先決條件   傷害源泉或治療源泉\n消耗   花費一個傷害術或者治療術\n你通過一次近戰攻擊，將毀滅性的正能量或者負能量灌入敵人。進行一次近戰普通攻擊，並將法術的傷害加到普通攻擊的傷害上。如果你花費傷害術，這是負能量傷害；如果你花費治療術，這是正能量傷害。 \n　　如果你的普通攻擊失手，或者命中了一個不會被該型別能量傷害的生物（例如你用治療術（Heal）命中了非不死生物），花費該法術不產生任何效果。",
	"命令亡靈":"命令亡靈 Command Undead  1動作\n牧師 專注 超魔\n先決條件   傷害源泉，邪惡陣營\n你掌握了不死生物中活動的力量，並按照自己的願望扭轉它。如果下個你使用的動作是以一個不死生物為目標施放傷害術，傷害術的效果被改變。代替傷害術通常的效果，如果目標的等級低於你的等級-3，它會被你控制。目標可以嘗試一次意志豁免來抵抗被你控制。如果目標已經被某人控制，控制者也能嘗試一次豁免骰，該不死生物使用較好的結果。 \n大成功：目標不受影響，並暫時免疫24小時。 \n成功：目標不受影響。 \n失敗：該不死生物成為僕從，並且受你控制。該法術獲得1分鐘的持續時間，但會在你或者你的盟友攻擊該不死生物時結束。 \n大失敗：如同失敗，但持續時間為1小時。",
	"死靈注能":"死靈注能 Necrotic Infusion  1動作\n牧師 專注 超魔\n先決條件   傷害源泉，邪惡陣營\n你將負能量灌入你的不死生物目標，來強化它的攻擊。如果下個你使用的動作是施放傷害術為不死生物回覆生命值，目標直到其下個回合的結束前，近戰武器造成額外1d6負能量傷害。 \n　　如果傷害術達到5環，該傷害增加到2d6，如果傷害術達到8環，該傷害增加到3d6。",
	"活力注能":"活力注能 Radiant Infusion  1動作\n牧師 專注 超魔\n先決條件   善良陣營，治療源泉\n你將躍動的正能量灌入活著的盟友中。如果你的下個動作是施放治療術heal 以恢復單個活物的生命值，直到其下個回合結束，目標的近戰武器和無武裝攻擊額外造成1d6正能量傷害。如果治療術heal 至少有5環級，該傷害增加到2d6，如果該法術至少8環級則增加到3d6。",
	"能量擊倒":"能量擊倒 Cast Down  1動作\n牧師 專注 超魔\n先決條件   傷害源泉或治療源泉\n你源自信仰的純粹力量能將敵人擊倒。如果下個你使用的動作是施放傷害術或者治療術以傷害一個生物，目標如果由於該法術受到傷害則會被擊倒在地。如果目標在對抗法術的豁免中大失敗，它同時會在速度上獲得-10尺狀態罰值，持續1分鐘。",
	"神聖武器":"神聖武器 Divine Weapon  自由\n牧師\n頻率   每回合一次\n觸發   你的回合中，你使用神術法術位施放法術\n你將殘餘的法術能量引入持用的武器中。直到你的回合結束，該武器額外造成1d4力場傷害。你可以改為造成對應你的神祇陣營組成之一的1d6陣營型別額外傷害。通常，陣營傷害只能傷害對立陣營的生物。",
	"陣營武裝":"陣營武裝 Align Armament  1動作\n牧師 神術 塑能系\n先決條件   混亂、邪惡、善良或者守序神祇\n頻率   每輪一次\n你令一件武器與對神祇的信仰產生超然共鳴。當你選擇該專長時，選擇混亂，邪惡，善良或者守序。該選擇必須對應你的神祇陣營組成之一。該動作具有對應所選陣營組成的特徵。 \n　　當你使用該動作時，你觸控一件武器。在1輪中，該武器對選擇陣營的對立陣營的生物造成額外1d6所選陣營型別的傷害。例如，如果選擇邪惡，該武器會對邪惡生物造成1d6善良傷害。如果你再次使用陣營武裝，任何之前的陣營武裝失去額外傷害。 \n　　特殊：你可以選擇該專長兩次，選擇你的神祇的另一個陣營組成。當你使用陣營武裝時，你可以選擇任一陣營組成。",
	"殉道者":"殉道者 Martyr  1動作\n牧師 超魔\n先決條件   神力源泉\n你全力以赴幫助盟友，即使這會為你帶來傷害。如果你的下個動作是從你的傷害源泉或者治療源泉中施放傷害術harm或者治療術heal來為單個盟友回覆生命值，你可以將自身的生命力隨該法術一同傳出。你失去該法術每法術環級1d8的生命值，這無法被任何方式減少或者轉移，並且你的盟友恢回覆等量的生命值。",
	"聚能奔涌":"聚能奔涌 Surging Focus  自由\n牧師\n頻率   每天1次\n觸發   你能看見的一個盟友生命值降為0\n當一個你可以看見的盟友在戰鬥中倒下時，無論是戰是逃，你的戰鬥反射在你的身體中引發了你的神祇力量的涌動。你立即回覆1聚能點。",
	"英勇恢復":"英勇恢復 Heroic Recovery  1動作\n牧師 專注 超魔\n先決條件   治療源泉，善良陣營\n你的治療的恢復力也會為目標帶來活力。如果你的下個動作是以一個活物為目標施放治療術來回復其生命值，目標也會獲得以下好處，直到其下個回合的結束：在速度上+5尺狀態加值，在攻擊骰上+1狀態加值，在傷害骰上+1狀態加值。",
	"通透法術":"通透法術 Through Spell  1動作\n牧師 專注 超魔\n你施放的法術能暫時轉變為生命要素，無害地穿過你和目標間的活物以及不死生物，只會被固態物體所阻擋。如果你使用的下個動作為施放一個需要法術攻擊骰的法術，你的目標不會從活物或者不死生物提供的掩蔽中獲益。",
	"防禦恢復":"防禦恢復 Defensive Recovery  1動作\n牧師 專注 超魔\n先決條件   傷害源泉或治療源泉\n你的信念不僅賦予治癒，也會賦予臨時的庇護。如果你的下個動作是以一個目標釋放傷害術或者治療術以令其回覆生命值，目標也會在AC和豁免骰上獲得+2狀態加值，持續1輪。",
	"迅捷放逐":"迅捷放逐 Swift Banishment  反應\n牧師\n觸發   你對一個不屬於其本位面的生物重擊\n要求   你準備了放逐術（Banishment）\n你的攻擊的力量將敵人送回老家。你花費已經準備的放逐術（Banishment），影響那個你重擊的生物且無需施放法術。該生物可以如常抵抗法術。",
	"能量漲落":"能量漲落 Ebb and Flow  1動作\n牧師 專注 超魔\n先決條件   泛用源泉\n你同時喚來正能量和負能量，傷害你的敵人並治癒你的盟友。如果你的下個動作是施放1動作或者2動作版本的治療術heal 或者傷害術harm ，選擇區域中一個會被該法術所傷害的生物，並且選擇區域中另一個會被該法術治癒的生物。你的治療術heal 或者傷害術harm 同時以這些生物為目標。",
	"澄澈預感":"澄澈預感 Premonition of Clarity  反應\n牧師 幸運\n頻率   每小時1次\n觸發   你在一次對抗心靈效果的豁免骰中失敗\n你的神祇賜予你一段信念的影像，增強你對抗心靈攻擊的能力。重骰該觸發豁免骰，並且獲得+2環境加值。你必須使用第二次的結果，即使它更差。",
	"神力矯正":"神力矯正 Remediate  自由\n牧師 專注 超魔\n先決條件   傷害源泉或者治療源泉\n頻率   每小時1次\n如果你的下個動作是使用神力源泉施放3動作版本的治療術heal 或者傷害術harm 來傷害生物，你可以控制剩餘的能量來抵消敵對力量。你使用你的治療術heal 或者傷害術harm 來嘗試反制法術區域中具有混亂，邪惡，善良或者秩序特徵的一個效果。所選的特徵必須與你的神祇陣營成分之一對立，如果你的神祇是中立的，你可以選擇任何一個特徵。",
	"回聲引導":"回聲引導 Echoing Channel  1動作\n牧師 專注 超魔\n當你喚來正能量或者負能量時，你也創造了一些這種能量。如果下個你使用的動作是施放2動作的傷害術或者治療術以傷害或者治療一個生物，選擇一個和你或者目標相鄰的生物。該生物成為1動作的相同法術的目標。該法術的環級和之前你施放的2動作的傷害術或者治療術相同，並且無需花費法術位。",
	"超魔引導":"超魔引導 Metamagic Channel  自由\n牧師 專注\n通過深入理解了神術力量和活力要素的關聯，你能夠操控你的正能量或者負能量的效果。使用1個通常你需要花費1個動作來使用的，對傷害術或者治療術生效的超魔動作。如果你如此使用，該效果只會對傷害術或者治療術生效",
	"擴展法術":"擴展法術 Widen Spell  1動作\n專注 德魯伊 超魔 術士 法師 先知 女巫\n你操控法術的能量使其得以影響更為廣闊的範圍。如果你的下一個動作是使用施放法術動作施放一個範圍是爆發、錐形或是線形且不具有持續時間的法術時，增加法術的範圍。至少擁有10尺半徑的爆發法術其半徑增加5尺（半徑更小的爆發法術不受影響），15尺或更小範圍的錐形或線形法術範圍增加5尺，更大範圍的錐形或線形法術範圍增加10尺。",
	"形態控制":"形態控制 Form Control  1動作\n德魯伊 操作 超魔\n先決條件   力量14，野性變身\n通過額外的謹慎與努力，你能夠獲取一種持續時間更長的可選形式。如果你的下一個動作是施展野性變身，那麼野性變身的法術環數比正常低2環（最低1環），但是你可以維持變身1小時（若原本時間更長則以持續時間更長者為準）。在法術允許的情況下，你也可以隨時消解法術。",
	"風暴反擊":"風暴反擊 Storm Retribution  反應\n德魯伊\n先決條件   風暴教團，風起雲涌tempest surge教團法術\n觸發   與你相鄰的敵人使用近戰武器或近戰無武裝攻擊對你造成了重擊。\n要求   你至少擁有1點聚能點。\n你向著傷害了你的生物發出了雷霆萬鈞般的狂暴攻擊。你對觸發動作的敵人施放風起雲涌tempest surge，並且在目標反射豁免失敗時將其推離5尺，或是在大失敗時推離10尺。這是一種被迫移動。",
	"流動超魔":"流動超魔 Current Spell  1動作\n防護系 專注 德魯伊 超魔\n你驅使魔法之力操縱空氣或流水，移轉它們的流動在你周圍形成屏障。如果你下一個動作是施放有氣或水特徵的法術，則直到你下一回合開始時你的AC會獲得+1環境加值，如果是對抗遠端攻擊，那就+2。此效果有氣或水特徵，或兩者皆有，這取決於你施放的法術。同時直到你下一回合開始，你在對抗空氣、水或兩特徵皆有的效果（取決於法術的特徵）時，在所有豁免上獲得+1環境加值。",
	"威嚇展示":"威嚇展示 Deimatic Display  1動作\n德魯伊\n先決條件   威嚇技能上達到受訓\n你模仿動物威嚇的姿態，讓自身的氣勢更為雄渾。骰一個威嚇檢定進行挫敗士氣動作，對抗15尺錐形內每個動物、真菌（fungus）和植物生物的意志DC。當你這麼做時，挫敗士氣會獲得視覺特徵，而能看到你的生物會受到影響。就算該生物不懂你的語言，你也無須承受罰值。",
	"應激適性":"應激適性 Reactive Transformation  反應\n德魯伊\n先決條件   野性變身，巨龍變身、元素型態、植物變身或翱翔變身\n觸發   多變\n你在危難之際能迅速轉換。你施放野性變身 ，變成前置專長里其中一個型態，是哪種取決於觸發條件。你變形型態的抗力和弱點能應用在觸發時的傷害上。\n觸發：你墜落10尺（含）以上；效果：從御空形態中選擇一種形態。\n觸發：你受到強酸、寒冷、電擊、火焰或是毒素傷害；效果：從巨龍形態選一種能抵抗觸發攻擊的形態。\n觸發：你受到火焰傷害；效果：從元素形態中選擇一個火元素形態。\n觸發：你受到毒素傷害；效果：從植物形態中選擇一個形態。",
	"散播超魔":"散播超魔 Sow Spell  1動作\n專注 德魯伊 超魔\n你把法術塞進一顆種子里。如果你下一個動作是使用1或2個動作施法，法術會轉而根植在一格鄰接格子里。你在施法時就必須把法術要決定的事情先決定好。之後的10分鐘，你能以一個反應動作指揮你散播的法術發芽併產生法術效果，觸發條件是有一個生物進入或鄰接散播法術的空間。同一時間你只能有一個散播法術，如果你的散播法術10分鐘內都沒有被觸發，法術會消散並失去。生物可以通過察覺檢定對抗你的法術DC注意到散播法術。",
	"輕巧專注":"輕巧專注 Effortless Concentration  自由\n德魯伊 術士 女巫 召喚師\n觸發   你的回合開始\n你無需思索即可維持一個法術。你立刻獲取維持法術Sustain a Spell動作的效果，這允許你用以延長一個你所施放的德魯伊法術的持續時間。",
	"地脈通道":"地脈通道 Leyline Conduit  1動作\n專注 德魯伊 操作 超魔\n頻率   每分鐘1次\n你能夠連通世界的地脈以此毫不費力地施展法術。如果你的下一個動作是使用施放法術動作施放一個不高於5環且沒有持續時間的法術，你不會在施放這個法術時消耗法術位。",
	"純正變身":"純正變身 True Shapeshifter  2動作\n德魯伊\n先決條件   巨龍變身，野性變身\n你已經超越了形態的侷限。當處於野性變身的效果下時，你可以變為另一種你野性變身形態列表中的形態。如果兩種形態的持續時間不同，則使用兩者中較短的持續時間。每日一次，你可以變形為一隻怪獸kaiju，就如同自然化身nature incarnate的效果；如果你擁有植物變身，那麼你可以變形為一位綠境公green man。",
	"雙重切割":"雙重切割 Double Slice  2動作\n戰士\n要求   你持用兩柄近戰武器，每柄需在不同的手中。\n你同時向敵人揮出雙刀。進行兩次普通攻擊，每次使用你的兩柄近戰武器中的一柄，兩次攻擊都應用你目前的多次攻擊減值。兩次普通攻擊（Strike）需要指定同一個目標。如果第二次普通攻擊由沒有靈巧特徵的武器作出，承受-2減值。 \n　　如果兩次攻擊均命中，將兩次傷害合計，然後加入兩把武器的任何其他可用的增強效果，但精準傷害僅在你所選的攻擊上應用一次。所結合的兩次普通攻擊傷害在計算抗力和弱點方面僅計算一次。在計算多重攻擊減值時，這一動作被計算為兩次攻擊。",
	"精確打擊":"精確打擊 Exacting Strike  1動作\n戰士 連攜\n在仔細考慮了力道之後，你剋制地做出攻擊。進行一次普通攻擊，此次普通攻擊獲得以下失敗效應： \n失敗：此次攻擊不計入你的多重攻擊減值。",
	"近程射擊":"近程射擊 Point-Blank Shot  1動作\n戰士 起手 架勢\n要求   你正持用一個遠端武器。\n你快速地狙殺掉附近的敵人。當在此架勢下使用遠端遠射（Volley）武器時，你不會在攻擊骰上承受遠射特性帶來的減值。而使用不帶遠射特性的遠端武器時，你在此武器的第一個射程增量內的傷害骰上得到+2加值。",
	"猛力攻擊":"猛力攻擊 Power Attack  2動作\n戰士 絕技\n你揮出足以擊潰敵人的一擊，但也因此下盤不穩。進行一次近戰普通攻擊。此次攻擊在計算你的多重攻擊減值時視為兩次攻擊。若此次普通攻擊命中，你造成額外一個武器傷害骰的傷害。如果你至少有10級，額外傷害提升至2個骰子，如果你至少有18級，額外傷害提升至3個骰子。",
	"反射持盾":"反射持盾 Reactive Shield  反應\n戰士\n觸發   一個敵人使用近戰打擊命中你。\n要求   你正持用一面盾牌。\n你在最後一刻舉起盾牌展開防禦架勢。你立即使用舉起盾牌（Raise a Shield）動作並且在AC上得到你的盾牌加值。在決定觸發此專長的攻擊結果時，來自盾牌的環境加值適用於你的AC上。",
	"妨礙之擊":"妨礙之擊 Snagging Strike  1動作\n戰士\n要求   你有一隻手空閑，並且你的目標在這隻手的觸及範圍之內。\n你將攻擊和擒拿結合，讓一個在你觸及內的敵人失去平衡。當一隻手空閑時，進行一次普通攻擊。若此次普通攻擊命中，目標處於措手不及狀態，直到你的下回合開始或離開你的觸及範圍，取其先者。",
	"突襲衝鋒":"突襲衝鋒 Sudden Charge  2動作\n戰士 絕技 起手\n你衝入敵陣奮勇砍殺。行走（Stride）兩次。如果你結束你的移動時，近戰觸及範圍內有至少一個敵人，你可以對敵人進行一次普通攻擊。如果你有相對應的移動類別，你也可以在突襲衝鋒的過程中使用掘地（Burrowing），攀爬（Climbing），飛行（Flying）或游泳（Swiming）動作來取代行走動作。",
	"戰場評估":"戰場評估 Combat Assessment   1動作\n戰士\n你做出爲了解敵人而進行的攻擊。做一次近戰打擊。如果擊中，你可以立刻對目標進行一次回憶知識動作。如果打擊是大成功，那你在這檢定上獲得+2環境加值。目標會在接下來的一天暫時免疫戰場評估。",
	"侵略性格擋":"侵略性格擋 Aggressive Block  自由\n戰士\n觸發   你使用盾牌格擋（Shield Block）反應動作，且觸發盾牌格擋的敵人與你相鄰，體型與你的尺寸相同或更小。\n你在格擋攻擊的同時向外推出，將你的敵人推開或讓他失去平衡。你使用你的盾牌推動觸發此動作的生物，令其自動被推出（Shoving）5尺或直到你下回合開始處於措手不及狀態，這需由觸發此動作的生物選擇。若觸發動作的生物選擇被移動，你選擇移動的方向。如果這一推出動作會導致他撞擊另一個物體，或進入一個困難地形方格，或進入另一個生物佔有的格子，他必須選擇變為措手不及狀態而不是被移動。",
	"援助射擊":"援助射擊 Assisting Shot  1動作\n戰士 連攜\n要求   你正持用一個遠端武器。\n你在戰鬥中用一次快速的射擊干擾敵人。用遠端武器做一次打擊。若此打擊命中，則在你下一回合開始前，除你之外的下一個攻擊同一目標的生物在擲骰上獲得+1環境加值，若此打擊是重擊，則+2環境加值",
	"蠻力擊退":"蠻力擊退 Brutish Shove  1動作\n戰士 連攜\n要求   你正持用一個雙手近戰武器。\n你以全身的重量猛擊，其威力足以讓你的敵人踉蹌後退。使用雙手近戰武器進行一次打擊。如果你命中了體型與你相同或小於你的目標，此生物直到你這回合結束處於措手不及之中，且你可以自動地推出（Shove）他，這如同推出動作一般受到相應的加成（如果你的普通攻擊發生暴擊，也包括暴擊特效）。如果你要移動來跟上這個目標的話，你的移動不會觸發反應動作。 \n　　這次打擊同時具有以下失敗效果。\n失敗目標直到你目前回合結束處於措手不及狀態。",
	"戰鬥擒抱":"戰鬥擒抱 Combat Grab  1動作\n戰士 連攜\n要求   你有一隻手空閑，且你的目標在這隻手的觸及範圍內。\n你擊打對手並將其擒抱。在保持一隻手空閑的狀態下進行一次近戰普通攻擊。若此次普通攻擊命中，你使用那隻空閑的手擒抱住目標。此生物直到你下回合結束或逃脫（Escapes）為止都處於擒抱狀態，取其先者。",
	"決鬥招架":"決鬥招架 Dueling Parry  1動作\n戰士 浪客\n要求   你只持用一個單手近戰武器，並且的另一隻手或其他的手空閑。\n你可以用你的單手武器來格擋針對你的攻擊。直到你下回合開始，你在滿足此專長需求時在AC上得到+2環境加值。",
	"威懾打擊":"威懾打擊 Intimidating Strike  2動作\n情緒 恐懼 戰士 心靈\n你擊碎了敵人的身體甚而信心。進行一次近戰普通攻擊，如果你命中並造成傷害，目標進入恐懼1狀態，若攻擊大成功則進入恐懼2狀態。",
	"突刺":"突刺 Lunge  1動作\n戰士\n要求   你正持用一個近戰武器。\n通過將你的身體延展到極限，你可以攻擊一個通常在你觸及之外的敵人。使用近戰武器進行一次普通攻擊，並且你此次攻擊的觸及範圍提升5尺。如果這個武器有繳械（disarm），移位（shove）或摔絆（trip）特徵，你可以用相對應的動作來取代普通攻擊。",
	"牽引擊":"牽引擊 Dragging Strike  1動作\n戰士 連攜\n你用武器鉤住敵人的護甲、衣服或肉體，把他往你這邊拉。進行一次近戰打擊。如果你打中的目標體型跟你一樣或比你小，那該生物直到你這回合結束前都會措手不及，並且你還能把他向你這邊拉5呎。在你移動該生物時，你可以朝相同的方向移動相同的距離，就算你臨接目標。這個移動不會觸發反應動作。 \n　　這個打擊會有下面的失敗效果。\n失敗：目標會措手不及直到你目前回合結束。",
	"彈力投擲":"彈力投擲 Rebounding Toss  2動作\n戰士 絕技\n要求   你正持用一件投擲武器。\n你的武器在敵人間彈跳。用一件投擲武器進行一次遠端打擊。如果擊中，該武器會彈到原始目標10呎內的另一個敵人身上。對第二的目標也進行一次額外打擊。兩次打擊都計入多重攻擊罰值，但直到你兩次攻擊都結束后才計入。",
	"二重射擊":"二重射擊 Double Shot  2動作\n戰士 絕技\n要求   你正持用一個裝填0的遠端武器。\n你以驚人的速度連射兩次。進行兩次普通攻擊，每次指定不同的目標並承受-2減值。兩次攻擊都會增加你的多重攻擊減值，但這一減值直到你完成兩次攻擊之前都不會增加。",
	"雙手突襲":"雙手突襲 Dual-Handed Assault  1動作\n戰士 絕技\n要求   你正持有一個單手近戰武器，且有一隻空閑的手。\n你迅速地改用雙手持握武器以增加攻擊的力道，痛擊你的敵人。使用所需求的武器進行一次普通攻擊，你在這次攻擊當中快速切換握持的手以達成用雙手攻擊的目的。如果此武器通常沒有雙手（two-hand）特性，則令其在此次攻擊中武器傷害骰增大一級。如果此武器有雙手特性，你獲得此特性的好處，且在傷害上得到等於此武器傷害骰數量的環境加值。在此次普通攻擊結束后，你依然只有一隻手握持這柄武器。這一行動不會導致你的需求有一隻手空閑的架勢和戰士專長失效。",
	"擊倒":"擊倒 Knockdown  2動作\n戰士 絕技\n先決條件   在運動上受訓。\n你通過一次攻擊讓敵人失去平衡，然後緊接著迅速將其掃倒在地。進行一次近戰普通攻擊，如果此次攻擊命中並造成傷害，你可以進行一次運動檢定來摔絆命中的目標。如果你持有一柄雙手近戰武器，你可以無視摔絆需要你有一隻空閑手的限制。兩次攻擊都會增加你的多重攻擊減值，但這一減值直到你完成兩次攻擊之前都不會增加。",
	"快速反身":"快速反身 Quick Reversal  1動作\n戰士 絕技 連攜\n要求   你被至少兩個敵人夾擊。\n你用一次快速的轉身讓夾擊你的敵人自討其苦。進行一次目標為夾擊對像之一的近戰普通攻擊，同時用同樣的武器或非武裝攻擊對另一個不同的夾擊你的目標進行第二次普通攻擊。第二次普通攻擊使用與第一次攻擊相同的多重攻擊減值，並且不會累計入你的多重攻擊減值當中。",
	"橫掃":"橫掃 Swipe  2動作\n戰士 絕技\n你大開大合地揮出一擊。進行一次普通攻擊，並用此次攻擊骰的結果與至多兩名在你觸及範圍內且相鄰的敵人的AC進行比較，擲一次傷害骰，應用於每個命中的敵人身上。在計算你的多重攻擊減值時，一次橫掃算作兩次攻擊。 \n　　如果你使用的武器具有橫掃（sweep）特性，其調整值會應用到你所有的橫掃攻擊上去。",
	"雙重招架":"雙重招架 Twin Parry  1動作\n戰士 浪客 遊俠\n要求   你正持有兩個近戰武器，每個需在不同手中。\n你使用你的兩柄武器來格擋攻擊。直到你下回合開始，你在AC上得到+1環境加值，若兩柄武器中至少一柄有格擋特徵，則為+2環境加值。如果你不滿足此專長的需求，你會失去這一環境加值",
	"高速衝鋒":"高速衝鋒 Barreling Charge  2動作\n戰士 絕技\n先決條件   運動熟練度達到受訓\n你向前疾馳，穿過一眾敵人直擊目標。你行走(Stride)，試圖穿過敵人的空間，並進行一次近戰打擊。骰一次運動檢定，對抗所有行走過程中要穿越的敵人的強韌DC，如果成功就穿越他們，如果失敗就在進入他們的格子前停下。如果你有相應的移動型別，那你可以不用行走，而用掘地、攀爬、飛行或游泳使用高速衝鋒。",
	"回馬箭":"回馬箭 Parting Shot  2動作\n戰士\n要求   你正持握著一件需要裝填的遠端武器，或一件裝填0的遠端武器。\n你上下竄動，在敵人喪失警惕之際迅速射擊。你快步(Step)接著用需求中的武器進行一次遠端打擊。你的目標對這次攻擊措手不及。",
	"趁虛突襲":"趁虛突襲 Advantageous Assault  1動作\n戰士 連攜\n你抓住敵人行動受到限制的時機，送出一記更加致命的打擊。對正被擒抱（grabbed），倒地（prone）或束縛（restrained）的敵人進行一次打擊。你在此次普通攻擊的傷害上得到等於武器傷害骰數量的環境加值，若該武器為雙手握持，則環境加值額外+2。此次普通攻擊得到以下失敗效果： \n失敗：你對目標造成等於武器傷害骰數量的傷害，若該武器為雙手握持，則傷害額外+2。此傷害與武器傷害型別相同。",
	"繳械姿態":"繳械姿態 Disarming Stance  1動作\n戰士 架勢\n先決條件   在運動上受訓。\n要求   你只持用一個單手近戰武器，並且其他的手空閑。\n你擺出擊劍的架勢，這讓你更容易掌握你的武器。當你處於此架勢中時，你在繳械（Disarm）的運動檢定上得到+1環境加值，且在防禦繳械的反射DC上得到+2環境加值。除此之外，你可以嘗試繳械體型大於你兩個等級以上的生物。",
	"護衛格擋":"護衛格擋 Guardian's Deflection  反應\n戰士 浪客\n觸發   一名你近戰觸及範圍內的盟友被一次攻擊命中，你能看見攻擊者，且這名盟友在AC上得到+2環境加值后能讓此次攻擊從大成功變為普通命中，或由命中變為失手。\n要求   你只持用一個單手近戰武器，並且其他的手空閑。\n你用武器撥擋掉針對盟友的攻擊，你的盟友在對抗觸發此專長的攻擊時在AC上得到+2環境加值。這會讓此次攻擊從大成功變為普通命中，或由命中變為失手。",
	"揭示刺擊":"揭示刺擊 Revealing Stab  2動作\n戰士\n要求   你正持用一柄造成穿刺傷害的近戰武器。\n你用你的穿刺武器刺向不可視的敵人，向你的盟友揭示它的位置。使用需求的近戰武器進行一次普通攻擊，此次攻擊不需要進行純骰檢定來擊中隱蔽（concealed）的敵人，並且只需要在DC5的純骰檢定（flat check）中成功就能擊中隱藏（hidden）的敵人。如果你命中並造成傷害，你可以讓需求的武器插進有實體（corporeal）的目標之內，揭示它現在的位置。你放開（Release）這柄武器，它刺入目標之中。如果此目標隱蔽，則其他生物無需進行純骰檢定來擊中它。如果此目標隱藏，則其他生物只需要在DC5的純骰檢定中成功就能擊中它。生物需要看到你的武器來獲得這些好處，並且目標對於能夠看到你武器的生物來說不再是無法偵測到的。如果目標是隱形的，武器在插入它時依舊是可見的。 \n　　這一好處持續到武器從該生物中移除，鄰接於其的生物或目標自身可以通過兩個互動動作來移除這一武器。",
	"粉碎防禦":"粉碎防禦 Shatter Defenses  1動作\n戰士 連攜\n要求   在你的近戰觸及範圍內有一個驚懼的生物。\n你的攻擊利用了敵人的恐懼。對一個恐懼中的目標進行一次近戰普通攻擊。如果你命中並造成了傷害，目標直到它的恐懼狀態結束陷入措手不及。如果你在使用普通攻擊對其造成傷害時目標已經處於措手不及狀態，則其恐懼狀態值在你下個回合開始之前無法降低到低於1。",
	"雙峰貫耳":"雙峰貫耳 Dazing Blow  1動作\n戰士 連攜\n要求   你擒抱著一個生物\n你對擒住的敵人飽以老拳，希望能讓他昏厥。對該生物做一次近戰打擊。這次打擊的武器傷害是鈍擊傷害。如果擊中，該生物需進行一次強認豁免對抗擬的職業DC，這是一個失能(incapacitation)效果。 \n大成功：該生物不受影響。 \n成功：該生物震懾1。 \n失敗：該生物震懾2。 \n大失敗：該生物震懾3。",
	"騰躍式":"騰躍式 Ricochet Stance  1動作\n戰士 架勢\n你擺出一個設計來讓你的投擲武器彈回來的架式。當你進入此架式，任何你作為遠端打擊一部分所使用，造成鈍擊或揮砍傷害的投擲武器會立刻返回你的手上，讓你能用來進行額外打擊。你必須在武器列出的射程增幅之內，並且有一隻空的手能接住武器。如果你用投擲武器進行一次超出射程增幅的遠端打擊，那該武器會朝你這邊飛回射程增幅距離后落在地上。",
	"決鬥反擊":"決鬥反擊 Dueling Riposte  反應\n戰士\n先決條件   決鬥招架\n觸發   在你觸及範圍內的生物在對你的打擊中大失敗。\n要求   你正受益於決鬥招架。\n你向撲向你的敵人發起回擊。對觸發此動作的生物進行一次近戰普通攻擊或進行一次繳械嘗試。",
	"墜落打擊":"墜落打擊 Felling Strike  2動作\n戰士\n你的攻擊可以擊落一個飛行的敵人。進行一次普通攻擊，如果對一個飛行目標命中並造成傷害，該目標墜落120尺。這一墜落過程是漸進的，以至於即使這會導致目標撞擊地面，他也不會從這次墜落中受到傷害。如果此次攻擊為重擊，則目標直到你的下回合結束不能飛行，跳躍（Leap），漂浮（levitate）或以其他手段離開地面。",
	"驚異瞄準":"驚異瞄準 Incredible Aim  2動作\n專注 戰士\n花費些許時間進行專注后，你能確保你的攻擊命中目標。進行一次遠端武器普通攻擊。在此次攻擊中，你在攻擊骰上得到+2環境加值且忽略目標的隱蔽狀態。",
	"巧射姿態":"巧射姿態 Mobile Shot Stance  1動作\n戰士 架勢\n你的射擊變得機敏而致命。當你處於此架勢時，你的遠端普通攻擊不會觸發藉機攻擊或其他會因遠端攻擊而觸發的反應動作。 \n　　如果你有藉機攻擊，你可以用持用的一柄裝填好的遠端武器來使用它。觸發此能力的生物需在你5尺範圍之內才能使用它。",
	"移位突襲":"移位突襲 Positioning Assault  2動作\n戰士 絕技\n要求   你正持用一個雙手近戰武器，且目標在你的觸及範圍之內。\n通過強力的打擊，你迫使敵人改變位置。使用需求的武器進行一次普通攻擊，若命中，你令目標移動5尺到你觸及範圍內的另一個格子中。這一移動遵循475頁的受迫移動規則。",
	"突襲跳躍":"突襲跳躍 Sudden Leap  2動作\n戰士\n你揮起武器奮力一躍。進行一次跳躍、高跳（High Jump）或遠跳（Long Jump），並在跳躍過程中任意一點嘗試一次近戰普通攻擊。在此次普通攻擊之後，若你還在空中則會立即落地，即使你還沒有抵達你的最大跳躍距離。如果你因此墜落的距離小於你的跳躍高度，則你不會受到傷害並直立落地。 \n　　在突襲跳躍的過程中嘗試高跳或遠跳時，檢定DC使用遠跳的DC，並且你的最大跳躍距離會增加2倍你的速度的距離。 \n　　特殊：若你有墜落打擊專長，則可在使用突襲跳躍時消耗3個行動，使此次突襲跳躍中的普通攻擊替換為墜落打擊。",
	"確定之擊":"確定之擊 Certain Strike  1動作\n戰士 連攜\n即使你沒有一擊正中，也依然能夠造成些擦傷。進行一次近戰普通攻擊，其得到以下失敗效果。 \n失敗：你的攻擊造成除去以下傷害骰以外的傷害。（移除來自武器符文、法術和特殊能力的所有傷害骰）",
	"衰弱射擊":"衰弱射擊 Debilitating Shot  2動作\n戰士 絕技\n通過瞄準薄弱點，你用精確的射擊來阻止敵人。進行一次遠端武器普通攻擊，若命中並造成傷害，目標直到它下回合開始得到緩慢1（slowed）。",
	"盤捲繳械":"盤捲繳械 Disarming Twist  1動作\n戰士 連攜\n先決條件   在運動上受訓\n要求   你只持用一個單手近戰武器且你其他的手空閑。\n在先發的攻擊打亂了敵人的防禦后，你緊接的盤絞讓他們的武器脫手。使用需求的武器進行一次近戰普通攻擊。在通常的效果之外，這次普通攻擊得到繳械動作的成功與大成功效果，且具有以下失敗效果。 \n失敗：目標直到你目前回合結束處於措手不及。",
	"破壞姿態":"破壞姿態 Disruptive Stance  1動作\n戰士 架勢\n最細微的分神也能激起你的猛攻，你時刻準備著破壞敵人的行動。在此架勢下，你可以在一個生物在你的觸及範圍內使用專注動作，而不僅是移動與操作（manipulate）動作時使用藉機攻擊。除此之外，若此次攻擊命中（而不僅是大成功），你破壞觸發此動作的專注與操作動作。",
	"鏡反之盾":"鏡反之盾 Mirror Shield  反應\n戰士\n觸發   一名敵人將你指定為目標使用法術，並在對抗你AC的法術攻擊骰上大失敗。\n要求   你已經舉起盾牌。\n你將法術反射回給觸發此專長的敵人。使用你遠端武器中最高的熟練等級，對觸發此專長的生物進行一次遠端攻擊。如果你可以施法，則可用你的法術攻擊骰來取代之。若成功，你的對手受到他們自己法術的法術攻擊骰成功效果（或若你攻擊骰結果為大成功，受到大成功效果）。",
	"雙重反擊":"雙重反擊 Twin Riposte  反應\n戰士 遊俠\n觸發   在你觸及範圍內的一個生物在對你的打擊中大失敗。\n要求   你正受益於雙重招架。\n使用一把武器進行的機智格擋讓你的敵人空門大開，讓另一把武器得以攻擊。對觸發此專長的敵人進行一次近戰普通攻擊，或進行一次繳械（Disarm）動作。",
	"空中截擊":"空中截擊 Cut from The Air  反應\n戰士\n觸發   你是一次物理遠端打擊的目標。\n要求   你有意識到這次攻擊，對這次攻擊你也沒有措手不及，且你有一手是空的或握著一把近戰武器。\n你把遠端攻擊拍到一邊去。你在對抗觸發條件的攻擊上AC獲得+4環境加值。如果攻擊沒中，那是你在半空中就截擊了。",
	"殘酷終結":"殘酷終結 Brutal Finish  1動作\n戰士 連攜\n要求   你正雙手持用一個近戰武器。\n你的絕殺即使被敵人防禦，也能夠造成傷害。使用所需求的武器進行一次普通攻擊，在此次普通攻擊之後，你的回合結束。此次普通攻擊造成額外一個武器傷害骰的傷害，若你至少有18級則為兩個。此次普通攻擊同時得到以下失敗效果。 \n失敗：你造成等於一個所需求武器傷害骰的傷害，若你至少有18級則為兩個。",
	"決鬥之舞":"決鬥之舞 Dueling Dance  1動作\n戰士 浪客 架勢\n先決條件   決鬥招架\n要求   你只持用一個單手近戰武器，並且其他所有的手都空閑。\n你以你的自由手作為支點，你可以同時以武器進行攻防。當你處於此架勢中時，你始終受益於決鬥招架。",
	"驚異跳彈":"驚異跳彈 Incredible Ricochet  1動作\n專注 戰士 連攜\n先決條件   驚異瞄準\n在你的首次射擊指出了對手的位置后，你射出了另一發在障礙上跳彈后準確無誤命中的射擊。對你在本輪中之前攻擊過的一個生物進行一次遠端武器打擊。你無視目標的隱蔽狀態與所有掩蔽。",
	"突刺姿態":"突刺姿態 Lunging Stance  1動作\n戰士 架勢\n先決條件   藉機攻擊，突刺\n要求   你正持用一個近戰武器。\n你全身繃緊以便突刺遠處的敵人。當你在此架勢下時，你可以對一個在你觸及範圍外但在你使用突刺后的觸及範圍內的目標進行藉機攻擊。若你如此做，你將你普通攻擊的範圍提高5尺。",
	"護衛典範":"護衛典範 Paragon's Guard  1動作\n戰士 架勢\n要求   你正持用一面盾牌。\n當你有時間來定下你的架勢時，你總是能不假思索地準備好你的盾牌。當你在此架勢下時，只要你滿足動作的需求，你總是保持你的盾牌舉起，如同已經使用過舉起盾牌動作一般。",
	"跳躍攻擊":"跳躍攻擊 Spring Attack  1動作\n戰士 連攜\n要求   你與一個敵人相鄰。\n跳離一個敵人後，你擊中了另一個敵人。行走（Stride）至多你的速度距離，但你必須在另一個不同敵人的近戰觸及範圍內結束移動。在你移動結束時，對此時在觸及範圍內的敵人進行一次近戰普通攻擊。若你有對應的移動型別，你也可以在使用彈跳攻擊的過程中用掘地,攀爬,飛行或游泳來取代行動。",
	"絕望終結":"絕望終結 Desperate Finisher  反應\n戰士\n觸發   你完成了你回合中的最後一個動作，且你的回合還未結束。\n要求   你滿足使用一個有連攜特徵的動作的要求\n你在最後一擊中傾注一切。進行一個你已知的有連攜特性的動作作為絕望終結的一部分。直到你下回合開始，你失去使用反應動作的能力。",
	"堅定決心":"堅定決心 Determination  1動作\n專注 戰士\n頻率   每天一次\n你的訓練能讓你在緊要關頭擺脫敵人的咒語與異常狀態。選擇一個正影響你的非永久性的法術或異常狀態。如果你選擇異常狀態，其對於你的效果結束。如果你選擇法術，可以嘗試反制（counteract）此法術（你的反制等級等同於你職業等級的一半並向上取整，你進行一次意志豁免骰作為你的反制檢定）。 \n　　這不會移除此法術或異常狀態正常造成的生命值傷害，也不會阻止咒語或負面效果影響其他盟友或你周圍的環境。它無法消除持續存在的苦痛（affliction），也無法防止苦痛其後對你造成的不良影響。它也無法移除和位置有關的狀態（如倒地或夾擊）。如果這一效果由一個20級或以上的生物 危害（hazard）或道具作出，毅力也無法從你身上移除它們的效果。",
	"引導終結":"引導終結 Guiding Finish  1動作\n戰士 連攜\n要求   你只持用一個單手近戰武器，並且其他的手空閑。\n你以武器作為槓桿，將你的敵人驅使到你想要的位置。使用需求的武器進行一次普通攻擊，若此次攻擊命中，你可以讓目標移動至多10尺到你觸及範圍內的一個格子。在此次移動中你可以讓目標穿越你所在的格子。這遵循475頁的受迫移動規則。你的普通攻擊同時得到以下失敗效果。 \n失敗：你可以迫使目標如你成功時一般移動，但你僅能讓目標移動5尺。",
	"架勢專家":"架勢專家 Stance Savant  自由\n戰士\n觸發   你擲先攻骰。\n當危險迫在眉睫時，你在轉念之間就能進入架勢。使用一個有架勢特徵的動作。",
	"雙武亂舞":"雙武亂舞 Two-weapon Flurry  1動作\n戰士 絕技 連攜\n要求   你正持用兩柄武器，每柄需在不同手中。\n你驟然揮出雙刀傾瀉你的狂怒。進行兩次普通攻擊，每次分別用一把武器。",
	"旋風打擊":"旋風打擊 Whirlwind Strike  3動作\n戰士 絕技 起手\n你攻擊附近的所有敵人。對你近戰觸及範圍內的所有敵人進行一次普通攻擊。每次攻擊都會累計你的多重攻擊減值，但不會在你完成所有的攻擊前增加你的減值。",
	"優雅姿態":"優雅姿態 Graceful Poise  1動作\n戰士 架勢\n先決條件   雙重切割\n你的副手武器能如同蝎尾一樣正中要害。當你處於此架勢下時，若你使用靈巧（agile）特性武器來做出你雙重切割的第二次普通攻擊，雙重切割在計算你的多重攻擊減值時僅計為一次攻擊。",
	"多重射擊姿態":"多重射擊姿態 Multishot Stance  1動作\n戰士 架勢\n先決條件   三重射擊\n要求   你正持用一柄裝填0的遠端武器。\n你將自己鎖定在一個穩定的姿態上，這讓你的射擊快速而精確。當你處於此架勢中時，你的二重射擊減值降低到-1，若你要再用一個額外動作來普通攻擊三次則為-2。若你從目前的位置移開，則此架勢結束。",
	"雙重防禦":"雙重防禦 Twinned Defense  1動作\n戰士 浪客 架勢\n先決條件   雙重格擋\n要求   你正持用兩柄武器，每柄需在不同手中。/TD>\n你總能以副手武器應對針對你的攻擊。當你處於此架勢中時，你總是得到雙重格擋動作的效果。",
	"兇猛痛毆":"兇猛痛毆 Overwhelming Blow  3動作\n戰士\n你把全身的重量都壓在這次攻擊上讓你喪失了防備。進行一次近戰打擊。在計算多重攻擊罰值時，這算做三次攻擊。如果這次打擊中了，你就算重擊。如果你骰出了大成功，你的攻擊還會獲得致命d12的特徵。不管你是否打中，你都會震懾1並且直到你下一回合開始前都會措手不及。",
	"箭如雨下":"箭如雨下 Impossible Volley  3動作\n戰士 絕技 起手\n要求   你正持用一柄裝填0的遠端武器。\n你向一個區域內的所有敵人射出一次齊射。以-2減值對你武器遠射範圍之上或之外，半徑10尺爆發範圍內的敵人進行一次普通攻擊。僅對所有目標擲一次傷害骰。 \n　　每次攻擊都會累計你的多重攻擊減值，但不會在你做完所有的攻擊之間增加你的減值。",
	"白鶴架勢":"白鶴架勢 Crane Stance  1動作\n武僧 架勢\n要求   你未穿甲\n你進入白鶴架勢，雙臂宛如鶴翼舒張，如流水一般展開防禦。你的AC獲得+1環境加值，但唯一能進行的打擊是鶴翼攻擊。它造成1d6點鈍擊傷害，屬於搏擊武器組；擁有靈巧、嫻熟、非致命和無武裝特徵。 \n　　處於白鶴架勢中時，減少跳高High Jump和跳遠Long Jump的DC5點，當你跳躍Leap時，可額外水平移動5尺或垂直移動2尺。",
	"狂龍架勢":"狂龍架勢 Dragon Stance  1動作\n武僧 架勢\n要求   你未穿甲\n你進入狂龍架勢，強力的鞭腿攻擊猶如狂龍擺尾。你可以進行龍尾攻擊，造成1d10點鈍擊傷害。它屬於搏擊武器組並且有回擺、非致命、無武裝特徵。 \n　　處於狂龍架勢中時，你可以忽略行走Striding動作遇到的第一格困難地形。",
	"山嶽架勢":"山嶽架勢 Mountain Stance  1動作\n武僧 架勢\n要求   你未穿甲且接觸地面\n你進入山嶽架勢——最早由矮人武僧發現的技術——允許你藉助山崩之力攻擊敵人。你唯一能進行的打擊是落石無武裝攻擊。它造成1d8點鈍擊傷害，屬於搏擊武器組，具有蓄力、非致命和無武裝特徵。 \n　　處於山嶽架勢時，你的AC獲得+4狀態加值，對抗推撞或摔拌的防禦會獲得+2環境加值。但是，你AC上的敏捷上限會變成+0，意味著你無法將敏捷新增到AC上，並且你的所有速度降低5尺。",
	"猛虎架勢":"猛虎架勢 Tiger Stance  1動作\n武僧 架勢\n要求   你未穿甲\n你進入猛虎架勢，能進行虎爪攻擊。它造成1d8點揮砍傷害，屬於搏擊武器組，擁有靈巧、嫻熟、非致命和無武裝特徵。當你使用虎爪大成功時，若你造成傷害，目標會受到1d4點持續流血傷害。 \n　　當你處於猛虎架勢中至少擁有20尺的速度時，你的快步就能移動10尺。",
	"餓狼架勢":"餓狼架勢 Wolf Stance  1動作\n武僧 架勢\n要求   你未穿甲\n你進入餓狼架勢，降低重心身體貼至地面，雙手猶如狼牙之形。你可以進行狼咬無武裝攻擊。它造成1d8點穿刺傷害，屬於搏擊武器組，擁有靈巧、背刺、嫻熟、非致命、無武裝特徵。 \n　　若你處於餓狼架勢時夾擊一個目標，你的狼咬無武裝攻擊還能獲得摔拌特徵。",
	"金剛式":"金剛式 Gorilla Stance  1動作\n武僧 架勢\n你俯下身子，採取一個用指關節行動，令人難忘的架式。你進入金剛式，你唯一能進行的打擊就是猩猩非武裝攻擊的揮擊(slam)。這能造成1d8點鈍擊傷害；屬於搏擊武器組(brawling group)；擁有回擺、疊勁、擒抱、非致命與非武裝特徵。當你處於金剛式時，你在攀爬的運動檢定上獲得+2環境加值，如果你在攀爬的運動檢定上骰出成功，你算做大成功。",
	"禪弓式":"禪弓式 Monastic Archer Stance  1動作\n武僧 架勢\n要求   你未著甲並且手持長弓、短弓，或有武僧特徵的弓。\n你擺出一個以弓為中心的特殊架式。進入禪弓式時，你唯一能進行的打擊就是使用長弓、短弓或有武僧特徵的弓的打擊。你可以在使用弓時進行疾風連擊。在用這些弓攻擊，如果距離在第一射程增幅一半以內，那你就可以把一般需要非武裝攻擊的武僧專長或武僧能力用在弓的攻擊上(一般來說，長弓是50呎，短弓是30呎)，只要該專長或能力沒有要求要一次、具體的打擊(a single, specific Strike)。 \n　　特殊：在你選這個專長時，你會在長弓、短弓以及任何有武僧特徵的簡易和軍用弓上受訓。如果你獲得專家技擊職業能力，那這些武器的熟練度會提升至專家，如果你獲得大師技擊職業能力，那你在這些武器上的熟練度會提升至大師。",
	"醉拳式":"醉拳式 Stumbling Stance  1動作\n武僧 架勢\n先決條件   欺騙熟練度為受訓\n你擺出看上去迷茫的架式，像是在模仿醉漢的行動─來回擺動、迂迴行進、故意露出破綻，干擾你的敵人不讓他察覺你真正的行動。進入醉拳式時，你在使用虛招(Feint)進行欺騙檢定時獲得+1環境加值。你唯一能進行的打擊就是晃身勸酒(stumbling swing)非武裝攻擊。這個非武裝攻擊造成1d8點鈍擊傷害；屬於搏擊武器組；有靈巧、背刺、嫻熟、非致命和非武裝特性。如果你處在這個架式時有敵人用近戰打擊擊中你，那直到你下一回合結束之前，該敵人對你下一次的晃身勸酒措手不及。",
	"散星式":"散星式 Shooting Stars Stance  1動作\n武僧 架勢\n先決條件   修道武器訓練\n你進入一個能讓你以閃電般的速度投擲手裡劍的架式。在此架式時，你能夠在使用手裡劍時，應用那些一般需要非武裝攻擊的武僧專長或武僧能力。",
	"撥擋飛箭":"撥擋飛箭 Deflect Arrow  反應\n武僧\n觸發   你是一次物理遠端攻擊的目標\n要求   你察覺到該攻擊，並非對其措手不及，且有一隻空手\n你對觸發攻擊的AC獲得+4環境加值。若攻擊失敗，即撥擋掉它。你不能用該專長撥擋不常見的大質量遠端投射物（比如巨石或者弩炮）。",
	"飛踢":"飛踢 Flying Kick  2動作\n武僧\n你躍向一個敵人。進行一次跳躍Leap或嘗試一次跳高High Jump或跳遠Long Jump。在跳躍的最後，若你鄰接敵人，你可以立刻對該敵人進行一次無武裝打擊。若你墜落的距離不大於你跳躍的高度，你能正常落地且不受到墜落傷害。",
	"通行禁止":"通行禁止 Stand Still  反應\n武僧\n觸發   位於你觸及內的生物使用移動動作或在它使用的移動動作中離開一個方格\n你在敵人試圖逃離時進行追擊。對觸發生物進行一次近戰打擊。若該次攻擊暴擊且是移動動作觸發，你打斷那個動作。",
	"蛇拳式":"蛇拳式 Cobra Stance  1動作\n武僧 架勢\n你擺出一個緊繃的架式，盤旋纏繞像是一條眼鏡蛇，而你平穩的手就是毒牙。在此架式時，你唯一能進行的打擊就是蛇牙(cobra fang)非武裝攻擊。這造成1d4點毒素傷害；屬於搏擊武器組；擁有靈巧、致命d10、嫻熟、非致命、毒素和無武裝特徵。 \n　在此架勢時，你在強韌豁免與強韌DC上獲得+1環境加值，你還獲得等級一半的毒素抗力。",
	"孔雀式":"孔雀式 Peafowl Stance  1動作\n武僧 架勢\n先決條件   修道武器訓練\n要求   你用一手持握一把有武僧特徵的劍。\n你擺出一個高姿態且自傲的架式，但仍保持靈活性，像孔雀一樣鎮靜又優雅。在此架式時，你唯一能進行的打擊就是需求條件中的劍的近戰打擊。一輪一次，在你用這把劍進行攻擊且擊中后，你可以在下個動作以一個自由動作進行快步。",
	"白鶴振翅":"白鶴振翅 Crane Flutter  反應\n武僧\n先決條件   白鶴架勢\n觸發   你能看見的攻擊者以你為目標進行了一次近戰攻擊\n要求   處於白鶴架勢中\n你用手臂在自己和敵人之間進行干擾。對觸發攻擊時，你來自白鶴架勢的AC環境加值提升爲+3。若攻擊失敗，即便攻擊者不在你的觸及內，你也能立刻對攻擊者進行一次有-2減值的鶴翼打擊。",
	"狂龍怒吼":"狂龍怒吼 Dragon Roar  1動作\n聽覺 情緒 恐懼 心靈 武僧\n先決條件   狂龍架勢\n要求   處於狂龍架勢中\n你發出怒吼向敵人心中灌輸恐懼。15尺瀰漫範圍內所有敵人必須進行意志豁免檢定，DC使用你的威嚇技能DC，失敗則恐懼1 frightened，（大失敗恐懼2 frightened）。被吼聲恐懼的生物若在鄰接你時開始自己的回合，該回合他無法將該恐懼值減少到1以下。你在吼后和自己下一回合結束前的第一次攻擊若命中被恐懼的生物，則該次攻擊傷害獲得+4環境加值。 \n　　在你使用狂龍怒吼后，1d4輪你無法再使用它。若你脫離狂龍架勢，它的效果立刻終止。曾處於你怒吼區域內的生物獲得1分鐘的臨時免疫。",
	"山嶽壁壘":"山嶽壁壘 Mountain Stronghold  1動作\n武僧\n先決條件   山嶽架勢\n要求   處於山嶽架勢中\n你專注於和大地的連線，呼喚山嶽之力阻擋敵人進攻。直到你的下一回合開始前，你的AC獲得+2環境加值。 \n　　特殊：如果你擁有該專長，處於山嶽架勢時的敏捷調整值上限由+0變為+1。",
	"猛虎橫掃":"猛虎橫掃 Tiger Slash  2動作\n武僧\n先決條件   猛虎架勢\n要求   處於猛虎架勢中\n你雙手齊出兇猛地撕扯。進行一次虎爪打擊。它獲得2個額外武器傷害骰（若你14級或更高，獲得3個額外武器傷害骰），且可如同成功推撞目標一樣將目標推離你5尺。若攻擊為大成功且造成傷害，將你的力量調整值新增到虎爪造成的持續流血傷害中。",
	"迴旋拋投":"迴旋拋投 Whirling Throw  1動作\n武僧\n要求   你正擒抱或束縛住一個生物\n你將被你擒抱或束縛住的生物拋開一定距離。你投擲該生物的距離最多為10尺+你每有1點力量調整值*5尺。若你拋投成功，它會受到等於你力量調整值+每拋出10尺距離1d6點鈍擊傷害。 \n　　嘗試一次運動技能檢定對抗敵人的強韌DC。若目標比你大一個體型，你獲得-2環境減值，若目標比你大一個體型以上，你獲得-4環境減值。若目標比你小一個體型，你獲得+2環境加值，若目標比你小一個體型以上，你獲得+4環境加值。 \n　　大成功：拋投成功且目標會俯臥在地。 \n　　成功：拋投成功。 \n　　失敗：拋投失敗。 \n　　大失敗：拋投失敗，且目標不再被你擒抱或束縛。",
	"餓狼拖拽":"餓狼拖拽 Wolf Drag  2動作\n武僧\n先決條件   餓狼架勢\n要求   處於餓狼架勢中\n你專攻敵人腿部，將其掀翻在地。進行一次狼牙打擊。該次打擊中狼牙獲得奪命d12特徵，若攻擊成功，你將目標擊之俯臥。",
	"調息":"調息 Align Ki  反應\n武僧\n先決條件   真氣法術\n頻率   每小時一次\n觸發   你施放(Cast a Spell)具有武僧特徵的法術。\n氣的能量能撫慰你的傷口，在戰場上重新生龍活虎。你恢復你的等級加你的感知調整值的生命值。",
	"金剛重捶":"金剛重捶 Gorilla Pound  1動作\n情緒系 絕技 心靈 武僧\n先決條件   威嚇熟練度為專家，金剛式\n要求   你進入金剛式\n你在攻擊敵人前用力搥打你的胸膛。進行一次挫敗士氣的威嚇檢定，然後對同一目標進行一次金鋼式的揮擊打擊。如果你打中，你在傷害骰上獲得與目標驚懼狀態值三倍的環境加值。 \n　　特殊：如果你有這個專長，當你進入金剛式時，你會獲得15呎攀爬速度。",
	"寸拳":"寸拳 One-inch Punch  2-3動作\n武僧\n先決條件   專家技擊\n你把身上所有的勁道，灌在強力、苦練許久的一擊上。進行一次非武裝打擊。如果你這次打擊選擇花兩個動作且打中了，你的武器傷害骰加一顆。如果你這次打擊選擇花三個動作且打中了，你的武器傷害骰再加一顆。 \n　如果你是10級(含)以上，那傷害骰增加的數量乘二，即兩個動作多加兩顆，三個動作多加四顆。如果你是18級(含)以上， 那傷害骰增加的數量乘三，即兩個動作多加三顆，三個動作多加六顆。",
	"鐵血架勢":"鐵血架勢 Ironblood Stance  1動作\n武僧 架勢\n要求   你未穿甲\n你進入堅固如鐵的架勢中，不懼怕任何暴力攻擊。你可以進行鐵鞭無武裝攻擊。它造成1d8點鈍擊傷害，屬於搏擊武器組，擁有非致命、格擋、橫掃和無武裝特徵。 \n　　當處於鐵血架勢中時，你對所有傷害獲得抗力2。這個抗力在12級時提升爲3，在16級時提升爲4，在20級時提升爲5。",
	"混合戰技":"混合戰技 Mixed maneuver  2動作\n武僧\n先決條件   在運動上達到大師熟練度\n你將兩種不同的戰技組合成一個整體使用。選擇擒抱、推撞、摔拌之二。對同一個或不同的敵人使用所選的兩個戰技各一次，在兩個戰技攻擊全部結算完之前不會應用多次攻擊減值。",
	"盤根架勢":"盤根架勢 Tangled Forest Stance  1動作\n武僧 架勢\n要求   你未穿甲\n你伸長雙臂，彷如扭曲的枝條一般阻礙敵人移動。你可以進行枝掃無武裝攻擊。它造成1d8點揮砍傷害，屬於搏擊武器組，擁有靈巧、嫻熟、非致命、無武裝特徵。 \n　　當你處於盤根架勢中時，每個在你觸及內試圖遠離你的敵人必須成功一次反射豁免檢定、特技技能檢定或運動技能檢定，對抗你的職業DC，失敗則那個動作中被禁足immobilized。若你自願，可以允許敵人進行移動。",
	"游墻功":"游墻功 Wall Run  1動作\n武僧\n你忤逆重力，在垂直平面上如履平地。行走最多等於速度的距離。你必須在水平平面上開始移動。該次移動你可以在比如墻壁這種垂直平面上全速移動。若你未在地面上停止行走，你會在回合結束時或下一個動作后開始墜落，取其先者（若合適，你可以嘗試抓住邊緣Grab an Edge）。若你有渡水步或類似能力，游墻功能讓你在脆弱的垂直平面上行走，甚至是垂直的液體，比如瀑布。",
	"固定射擊":"固定射擊 Pinning Fire  自由\n武僧\n觸發   你對同一目標使用疾風連擊進行兩次遠端穿刺武器打擊。\n你用尖銳的投射物瞄準目標的衣服、裝備或裸露的軀體，把他們釘在地上或附近的表面。如果你兩下都打中，目標必須進行一次反射豁免檢定，對抗你的職業DC，不然會禁足(immobilized)直到他獲某位鄰接生物通過DC10的運動檢定把釘住的投射物移除。該生物如果是虛體(incorporeal)、液體(例如水元素或某些泥怪)或能輕鬆逃脫的話就不會被釘住，",
	"擊退打擊":"擊退打擊 Knockback Strike  2動作\n專注 武僧\n你集中力量進行一起足以擊退敵人的攻擊。進行一次無武裝打擊。若命中，嘗試一次運動技能檢定以推撞目標。這次推撞使用和打擊相同的多次攻擊減值，且不會增加你的多次攻擊減值。",
	"沉眠鎖":"沉眠鎖 Sleeper Hold  1動作\n失能 武僧\n要求   你正擒抱或束縛住一個生物\n你點中目標的神經系統穴道，阻礙其正常運作。進行一次運動技能檢定嘗試擒抱該生物，並用下列成功和大成功效果替代通常的效果。 \n　　大成功：目標失去意識1分鐘，但目標仍然站立著且不會丟下手持物品。 \n　　成功：目標直到其下回合結束時獲得笨拙1 clumsy。",
	"其疾如風":"其疾如風 Winding Flow  1動作\n武僧\n頻率   每輪1次\n任何旅程都不會那麼簡單到達目的地。你以任意順序使用2個下列動作：站立、快步、行走。你不能使用1個動作2次。",
	"毒蛇出洞":"毒蛇出洞 Cobra Envenom  1動作\n武僧 毒素\n先決條件   蛇拳式、非武裝攻擊有專家熟練度\n頻率   每分鐘一次\n要求   你進入了蛇拳式\n你的蛇拳無跡可尋，隨時準備以毒至人於死地。進行一次蛇牙打擊。你這次打擊的觸及比平常多5呎。如果打中，目標受到每顆武器骰/1d4點持續毒素傷害。 \n　　特殊：如果你選了本專長，蛇拳式在強韌豁免還有強韌DC給的環境加值從+1變成+2。　",
	"孔雀行步":"孔雀行步 Peafowl Strut  1動作\n絕技 武僧\n先決條件   孔雀式\n要求   你進入了孔雀式\n你緩慢且優雅的在危險的戰場上穿梭。快步兩次然後打擊。這次打擊必須用孔雀式需求的劍進行。",
	"立身中正":"立身中正 Prevailing Position  反應\n武僧\n先決條件   至少有一個架勢專長\n觸發   你被選為攻擊的目標，或是因為一個傷害效果得進行反射豁免檢定，並且你已經進入架勢了。\n你能自如的在架式間切換，犧牲架式帶來的優勢好更好的保護自己。你離開所處的架式，在對抗觸發條件的攻擊或傷害效果的AC或豁免檢定獲得+4環境加值。",
	"截脈斷流法":"截脈斷流法 Disrupt Ki  2動作\n武僧 負能量\n進行一次無武裝打擊。若對活物造成傷害，你阻礙了該生物的內在生命力。該生物受到2d6點持續負能量傷害且直到該持續傷害終止為止獲得力竭1 enfeebled。若你為18級或更高，持續傷害增為3d6。",
	"架勢貫通":"架勢貫通 Stance Savant  反應\n武僧\n觸發   你骰先攻\n你無需思考即可進入架勢。使用1個擁有架勢特徵的動作。",
	"靈猴翻騰":"靈猴翻騰 Dodging Roll  反應\n武僧\n先決條件   特技為大師熟練度\n觸發   你因為一個允許反射豁免的區域效果受傷。\n你在千鈞一髮之際避開攻擊。你快步並在觸發效果的所有傷害時獲得與等級相同的抗力。如果你的快步讓你離開觸發效果的影響區域，抗力會變成你的等級加你的敏捷調整值。",
	"聚精會神":"聚精會神 Focused Shot  1動作\n專注 武僧\n先決條件   禪弓式\n要求   你正處於禪弓式\n你在攻擊前進入到極度專注的狀態，你開了心眼，能明察秋毫細查紋理，提升精準度。在武器第一射程增幅里對一個目標進行一次打擊。這次打擊會忽視目標的隱蔽(concealed)狀態還有所有的掩蔽(cover)。",
	"擤氣":"擤氣 Overwhelming Breath  1動作\n專注 超魔 武僧\n先決條件   真氣法術\n你用氣去調節你的呼吸，適度的呼氣以突破敵人的抗力。如果你下一個動作是施放一個有武僧特徵並且沒有持續時間的法術，此法術以及因為法術而進行的任何打擊，皆可忽視敵人在物理傷害的抗力，忽視的數值與你的等級相同。",
	"鐵血涌動":"鐵血涌動 Ironblood Surge  1動作\n武僧\n先決條件   鐵血架勢\n要求   處於鐵血架勢中\n將自己化作鋼鐵，用肌肉吸收衝擊力，準備抵抗接下來的攻擊。你獲得自己鐵鞭的格擋特徵的好處（直到自己下一回合開始前AC獲得+1環境加值），且在相同時限內，你從鐵血架勢中獲得的抗力增加為自己的力量調整值的數值（若更高）。",
	"山嶽震怒":"山嶽震怒 Mountain Quake  1動作\n武僧\n先決條件   山嶽壁壘\n要求   處於山嶽架勢中\n猛跺地面，震撼你週遭的大地。地面20尺瀰漫範圍內的生物受到等於你力量調整值的傷害（最低0），可以通過基本強韌豁免進行抵抗。若失敗，還會被擊至俯臥。使用該動作后，1d4輪內你無法再使用該動作。 \n　　特殊：如果你擁有該專長，處於山嶽架勢時的敏捷調整值上限由+1變為+2。",
	"盤根耙擊":"盤根耙擊 Tangle Forest Rake  1動作\n武僧\n先決條件   盤根架勢\n要求   處於盤根架勢中\n你用枝掃耙擊來移動敵人。進行一次枝掃打擊。若命中且造成傷害，你強迫目標移動5尺進入你觸及所在的空間內。這遵循475頁的強迫移動forced movement規則。",
	"狂風呼嘯":"狂風呼嘯 Wild Winds Gust  2動作\n氣 專注 塑能系 操縱 武僧\n先決條件   狂風襲來\n要求   處於狂風架勢中\n凝聚儲存的能量在一瞬間以颶風形式噴發而出。對30尺錐形或60尺直線內所有你選擇的生物進行一次風襲打擊。這些攻擊都會計算多次攻擊減值，但在所有這些攻擊完成前，多次攻擊減值不會增加。",
	"八門金鎖":"八門金鎖 Form Lock  1動作\n攻擊 武僧\n要求   你正擒抱或束縛住一個生物\n你能控制氣去壓迫其他生物，讓他們返回真實的型態。進行一次運動檢定，去反制一個正在影響你目標的變形(polymorph)效果。如果目標身負多種變形效果，你可以選擇一種反制，或如果各個效果之間並不明顯，那GM可以隨機選擇一種。目標在接下來的一天暫時免疫此能力。",
	"游鳶式":"游鳶式 Whirling Blade Stance  1動作\n武僧 架勢\n先決條件   修道武器訓練\n你進入了一個沉靜的架式，你與你的武僧武器間產生了緊密的聯繫，讓你能以氣御刀。你持握且擁有嫻熟特徵的近戰武僧武器獲得投擲10尺的特徵(除非這武器已經有了能投的更遠的特徵)。 \n　當你用這種武器做了投擲打擊后，你精準的投擲力道可以進行額外打擊，就算武器與你有段距離。在判斷新目標在不在打擊範圍內時，要以先前目標的空間當作開始計算武器的射程增量。在你的回合結束時，該投擲武器會筆直得朝你飛回來。如果路徑上有堅固的屏障，那武器會在撞到屏障后落下。",
	"形意大師":"形意大師 Master of Many Styles  自由\n武僧\n先決條件   架勢貫通\n觸發   你的回合開始\n你切換架勢的行動連綿不絕。你使用1個擁有架勢特徵的動作。",
	"破碎一擊":"破碎一擊 Shattering Strike  2動作\n武僧\n心神齊備的攻擊，力能碎物破防。進行一次無武裝打擊，穿透目標的抗力。若目標有硬度，該次打擊時將其硬度視為只有一半。",
	"無拍子":"無拍子 Flinging Blow  2動作\n武僧\n你花了點時間調整重心，接著猛力一擊把你的目標直接打飛。進行一次無武裝打擊。如果打中，目標必須通過強韌豁免檢定對抗你的職業DC，不然會被推離你10呎(如果豁免大失敗，就是20呎)並倒地。如果有其他生物或物體會擋住這次推動，那你的目標跟擋住的生物或物體，每檔住5呎雙方就會同時受到1d6點鈍擊傷害。",
	"川流不息":"川流不息 Swift River  自由\n武僧\n觸發   你的回合結束，且你速度有狀態減值或處於禁足或緩慢狀態\n你的氣息流傳如水，避開所有拘束。終止一個對速度的狀態減值，或終止一個影響你的禁足狀態或緩慢狀態",
	"吐納真炁":"吐納真炁 Ki Center  自由\n武僧\n先決條件   真氣法術、形意大師\n頻率   每分鐘一次\n你與宇宙合一，納天地真炁為己用。你能施放一個有架式特徵的單動作真氣法術，而無需使用聚能點。",
	"三角射擊":"三角射擊 Triangle Shot  2動作\n專注 絕技 武僧\n先決條件   禪弓式、震懾拳\n要求   你已經進入禪弓式，並持握能在架式中使用的弓\n你把三根箭搭在弓上，然後一口氣射出去。使用禪弓式要求的武器對同一目標進行三次遠端打擊，每一下都要應用你目前的多重攻擊罰值，並且你的攻擊骰還會額外承受-2罰值。在計算多重攻擊罰值時，這算做兩次攻擊，而你在對抗目標的抗力或弱點時，要把所有攻擊的傷害一起計算。即使這不是疾風連擊 ，你震懾拳的效益也能用在三角射擊上。如果三次打擊都中了，目標會受到3d6點的持續流血傷害。",
	"無想轉生":"無想轉生 Impossible Technique  反應\n幸運 武僧\n觸發   敵人攻擊命中你或你對敵人能力的豁免失敗\n要求   你未穿甲且未疲乏\n執行某種法門讓你能抗拒既定的可能性。若觸發效果是敵人的攻擊命中，敵人需要重骰攻擊骰並取低。若觸發效果是你的豁免失敗，你重骰豁免骰並取高。",
	"獵殺射擊":"獵殺射擊 Hunted Shot  1動作\n絕技 遊俠\n頻率   每輪一次\n要求   你持用一把裝填0的遠端武器\n你對狩獵目標快速進行兩次射擊。使用需求的武器對你的獵殺目標進行兩次打擊。如果兩次攻擊都命中了同一生物，則將攻擊傷害加總後計算抗力和弱點。你的每次打擊正常承受多重攻擊減值。",
	"雙重攻擊":"雙重攻擊 Twin Takedown  1動作\n絕技 遊俠\n頻率   每輪一次\n要求   你分別用不同的手持用兩把近戰武器。\n你快速用兩把武器攻擊獵殺目標。使用如需求中所述的兩把武器，各對你的獵殺目標進行一次打擊。如果兩次攻擊擊中了同一獵物，則將攻擊傷害加總後計算抗力和弱點。你的每次打擊正常承受多重攻擊減值。",
	"獵手瞄準":"獵手瞄準 Hunter's Aim  2動作\n專注 遊俠\n當你專注於瞄準時，攻擊將變得無比精準。進行一次對你獵殺目標的遠端打擊。你會在這次打擊的攻擊骰上獲得+2環境加值，並且忽略獵物的隱蔽狀態。",
	"即時備戰":"即時備戰 Quick Draw  1動作\n遊俠 遊蕩者 槍客\n你可以用一個動作拔出武器並且攻擊。你使用互動動作拔出一把武器，然後使用該武器進行打擊。",
	"擾亂狩獵":"擾亂狩獵 Disrupt Prey  反應\n遊俠\n觸發   你的獵殺目標在你的觸及範圍內，並且使用了一個操縱動作或移動動作，或者在使用的移動動作當中離開了一個方格。\n對你的獵殺目標進行一次近戰打擊。如果這次攻擊造成重擊，則你打斷該觸發動作。",
	"移動裝填":"移動裝填 Running Reload  1動作\n遊俠\n你可以在移動中裝填你的武器，你進行一次快步、移動或者潛行，然後進行互動裝填武器。",
	"斥候警告":"斥候警告 Scout's Warning  自由\n遊俠\n觸發   你將要投擲察覺或者生存作為先攻檢定\n你通過視覺或聽覺方式，將危險告知你的盟友，這為他們的先攻檢定提供+1環境加值。這一動作會根據你使用的是手勢還是呼喊，相應的獲得視覺和聽覺特性。",
	"散兵打擊":"散兵打擊 Skirmish Strike  1動作\n絕技 遊俠\n你的步伐和攻擊整齊劃一。進行一次快步然後打擊，或者進行一次打擊然後快步。",
	"一心二用":"一心二用 Additional Recollection  自由\n遊俠\n觸發   你對你的獵殺目標進行回憶知識檢定時成功或大成功\n你迅速觀察戰場，記起各種敵人的關鍵情報。你立刻對覺察到的不同生物進行一次回憶知識檢定。",
	"致死瞄準":"致死瞄準 Deadly Aim  1動作\n起手 遊俠\n先決條件   武器專精\n你瞄準獵物的弱點，讓射擊難度提高但是造成更多的傷害。以-2減值進行一次對抗你獵殺目標的打擊。你會在這次打擊的傷害上獲得+4環境加值。這一加值在11級提升爲+6,15級提升爲+8。",
	"守望者恩惠":"守望者恩惠 Warden's Boon  1動作\n遊俠\n通過指出弱點，你可以將獵殺目標和獵手優勢中列出的效果給予一個盟友，持續到他們的下一回合結束。這一動作會根據你使用的是手勢還是呼喊，相應的獲得視覺和聽覺特性。",
	"穿透射擊":"穿透射擊 Penetrating Shot  2動作\n起手 遊俠\n要求   你持用一把遠端武器\n你的射擊穿過阻擋的生物擊中敵人。選擇一個給予你獵殺目標次級掩蔽的目標。對選中的目標和你的獵殺目標使用如需求中所述的武器進行一次遠端打擊。這次攻擊會忽略該目標提供給你獵殺目標的任何次級掩蔽。投擲一次傷害並應用於你擊中的每個目標。穿透射擊在計算多重攻擊減值時視為進行了兩次攻擊。",
	"雙重釘刺":"雙重釘刺 Second Sting  1動作\n連攜 遊俠\n要求   你分別用不同的手持用兩把近戰武器\n你預讀獵物的動作，將其轉換為破綻，使用一把武器的失敗攻擊會給另一把武器創造機會。使用一把如需求中所述的武器進行一次近戰打擊。這次打擊獲得如下失敗效果。 \n失敗你造成另一把需求中所述的武器命中時的傷害，不包括所有傷害骰（這會移除武器符文，法術，特殊能力的傷害骰，而不只是武器傷害骰）。",
	"察覺未見":"察覺未見 Sense The Unseen  反應\n遊俠\n觸發   你的搜索檢定失敗\n當你搜索敵人的時候，你可以抓住最難察覺的線索，如他們細微的移動或者你面板上氣流的變化。就算你在觸發的檢定中失敗，你也會自動感知到你搜索區域內沒有被發現的生物，讓他們對你僅視為隱藏。",
	"標定射擊":"標定射擊 Targeting Shot  1動作\n專注 連攜 遊俠\n先決條件   獵手瞄準\n你謹慎的對獵物的位置和防禦進行分析，讓你可以找到路線，繞過阻擋射擊的障礙。對你的獵殺目標進行一次遠端打擊。你忽略目標的隱蔽狀態和所有掩蔽。",
	"超常連擊":"超常連擊 Impossible Flurry  3動作\n絕技 起手 遊俠\n要求   你正持用兩把近戰武器，每隻手一把\n你可以用驚人的速度做出精準的攻擊。使用每一把需求中所述的武器各進行三次近戰打擊。所有這些打擊都會受到最高的多重攻擊減值，如同你本輪已經進行過兩次或者更多攻擊。",
	"超常曲射":"超常曲射 Impossible Volley  3動作\n遊俠\n先決條件   你正持用一把擁有曲射特徵及裝填0的遠端武器。\n你對區域內所有敵人進行曲射。指定中心點位於你武器曲射射程或者以外的一個10尺半徑爆發範圍，對其中每個敵人進行一次受到-2減值的打擊。投擲一次傷害並作用於所有敵人。 \n　　每次攻擊都會計入你的多重攻擊減值，但是在你結束所有攻擊之前，該減值不會提升。",
	"完美射擊":"完美射擊 Perfect Shot  3動作\n遊俠 絕技\n要求   你持用一把已經裝填的，裝填1或以上的遠端武器，並且你從上一回合起沒有裝填你的武器\n你以驚人的集中力和精準度觀察戰鬥的動作，之後在完美的時機攻擊敵人，造成最大程度的傷害。使用需求的遠端武器對你的獵殺目標進行一次遠端打擊。如果命中，這次打擊的傷害取最大值。在打擊之後，你的回合結束。",
	"靈巧躲避":"靈巧躲避 Nimble Dodge  反應\n遊蕩者 浪客\n觸發   你被一個你看得見的攻擊者作為攻擊目標\n要求   你未處於超載狀態(Encumbered)\n你靈巧的躲避了攻擊的軌跡，讓你在對抗觸發這個專長的攻擊上的AC獲得+2環境加值。",
	"雙重虛招":"雙重虛招 Twin Feint  2動作\n遊蕩者\n觸發   你雙手各持用一件近戰武器\n你用兩把武器進行了一系列炫目的攻擊，從而用第一次攻擊來讓敵人對於來自不同角度的第二次攻擊失去防禦。當你用2把近戰武器對同一個目標進行一次打擊時，目標會對第二次攻擊自動措手不及。應用正常情況下的多次攻擊減值。使用2把不同近戰武器中的每一把對同一個目標進行1次打擊，目標會對第2次打擊自動措手不及。每次打擊都正常應用多重攻擊減值。",
	"下個輪你":"下個輪你 You're Next  反應\n情緒 恐懼 心靈 遊蕩者 浪客\n要求   在威嚇上受訓\n觸發   你將一個敵人生命值降到0\n在你擊倒敵人後，你可以恐嚇另外一個敵人你即將把他選擇為下個目標。嘗試一次有+2環境加值的威嚇檢定來對雙方互相可視的1個敵人進行挫敗士氣 (Demoralize）。如果你的威嚇熟練度為傳奇，你能以一個觸發條件相同的自由動作來使用此專長。",
	"栽贓":"栽贓 Plant Evidence  1動作\n遊蕩者\n先決條件   扒手技能專長\n通過一次對抗目標察覺DC的賊活檢定，你能把一件持握且負載為L或以下的物品放到目標身上而不引起他人注意。如果你的遊蕩者詭術是無賴，你能在成功推撞目標時以一個自由動作這麼做。",
	"流氓有文化":"流氓有文化 Clever Gambit  反應\n遊蕩者\n先決條件   首腦詭術\n觸發   你的打擊大成功，並對一個你已經用回憶知識辨識過的生物造成傷害\n你的戰術能助你評估敵人的能力，讓你能立即調整行動以求效益最大化。你的快步或行走行動不會觸發來自觸發條件生物的反應動作。",
	"秘密伏擊":"秘密伏擊 Uunderhanded Assault  2動作\n遊蕩者\n先決條件   隱秘技能達到受訓\n你能利用盟友為你製造的空檔。你潛行靠近一位與盟友鄰接的敵人。若你對該敵人為可見，將你視為藏匿狀態級進行對抗。你的此次隱秘檢定承受-2罰值。如果你的隱秘檢定在對抗所選敵人時成功，你能在潛行結束時對該敵人進行一次近戰打擊。",
	"戰鬥評估":"戰鬥評估 Battle Assessment  1動作\n遊蕩者 秘密\n通過仔細觀察，你就可以發現一個敵人的強弱。GM替你暗骰一次察覺檢定，對抗一個由你選擇的，沒有對你隱蔽（Concealed）也沒有對你藏匿（Hidden）的敵人的隱秘或欺騙DC（兩者選其高）。GM可以根據你和對方的距離來賦予減值。敵人在之後會在1天內臨時免疫你的戰鬥評估。 \n大成功：GM選擇兩項下列資訊告訴你：哪個弱點是敵人的要害；敵人的最低的豁免（多個一樣低則告訴多個）；敵人的免疫；敵人最強的抗力。若所選項可能性相同，則隨機告知其中一個。\n成功：GM選擇一項下列資訊告訴你。\n大失敗：GM給你一條錯誤的資訊（由GM編造）。",
	"涂毒武器":"涂毒武器 Poison Weapon  1動作\n操作 遊蕩者\n要求   你持用一把單手穿刺或揮砍武器\n你在武器上施加了一份毒素；若你未持握毒素並有一隻自由手，你可將互動取出一瓶毒素作為涂毒動作的一部分。如果你在下一回合結束前使用該武器進行一次打擊並造成傷害，它將應用該毒素的效果，前提是該毒素可以通過接觸和傷口傳遞。如果你的攻擊骰大失敗，那麼毒素就會如常浪費。 \n　　特殊：在你的每日準備時，你可以準備一些簡單的傷口毒素，數量等同於你的盜賊等級。這些毒素造成1d4毒素傷害。只有你可以施加這些毒素，並且他們在你下次準備時就會失效。",
	"反應追擊":"反應追擊 Reactive Pursuit  反應\n遊蕩者\n觸發   1個鄰接的敵人從你身邊移走，並且在其停留在你用一個行走動作即可與其鄰接的位置上\n你可以跟上正在撤退的敵人。你進行行走，但是必須要在觸發這個專長的敵人鄰接的空間上停止移動。這個移動不會觸發敵人的反應動作。如果你擁有相應的移動型別，則可以在你攀爬，飛行或游泳時使用反應追擊。",
	"蓄意破壞":"蓄意破壞 Sabotage  1動作\n失能 遊蕩者\n要求   你有一隻自由手\n你巧妙的損害了敵人的裝備。選擇一個你觸及範圍內的一個生物持用或攜帶的一個物品。這個物品必須要有可以破壞的可動部件（短弓可以破壞，但是長劍不行）。嘗試一次偷竊檢定來對抗生物的反射DC。蓄意破壞造成的傷害不能使物品低於其破壞閾值。\n大成功：你造成你的賊活熟練加值x4的傷害。\n成功：你造成你的賊活熟練加值x2的傷害。\n大失敗：暫時免疫你的蓄意破壞，為期1天。",
	"斥候警戒":"斥候警戒 Scout's Warning  自由\n遊蕩者\n觸發   你即將以察覺或生存技能進行先攻檢定\n你可以在視覺或聽覺上為你盟友預警。任何可以聽見你（如果你選擇聽覺警告）或是看見你（如果你選擇視覺警告）的盟友都可以在先攻檢定上獲得+1環境加值。",
	"顏面掃地":"顏面掃地 Head Stomp  1動作\n遊蕩者\n對一位倒地的目標進行一次無武裝近戰攻擊。如果打中，直到你下一回合結束前，目標對所有攻擊都視為措手不及。",
	"明搶暴行":"明搶暴行 Mug  1動作\n遊蕩者\n你在快速突擊時也不忘順手牽羊。對一名鄰接的敵人進行一次近戰打擊。如果你打中並造成偷襲傷害，你還可以對該目標進行一次盜竊，即便目標正在戰鬥。",
	"火眼金睛":"火眼金睛 Predictable!  1動作\n遊蕩者\n你洞燭先機，后發所以先至。選擇一個目標，用察覺檢定的察言觀色對抗目標的欺騙DC或敵人等級的困難DC，選擇二者中更高的。 \n大成功你看穿敵人的戰法，直到你下一回合開始前，對抗目標時AC以及下一次豁免獲得+2環境加值。 \n成功你推算出目標戰法的重點；效果跟大成功一樣，但只獲得+1環境加值。 \n失敗你沒看出敵人想幹嘛。 \n大失敗你誤判敵人的戰法，直到你下一回合開始前，對抗目標時AC以及下一次豁免承受-1環境減值。",
	"快速戰鬥":"快速戰鬥 Skirmish Strike  1動作\n絕技 遊蕩者\n你的步法和武器同進同退。你在快步之後進行一次打擊，或在打擊之後進行一次快步。",
	"扭轉刀刃":"扭轉刀刃 Twist The Knife  1動作\n遊蕩者\n要求   你上一個動作是對措手不及的目標造成偷襲傷害的近戰打擊\n在刺中目標的弱點之後，你進一步撕裂傷口。你可以對目標施加持續性的流血，其傷害等於你偷襲傷害的骰數。",
	"分析弱點":"分析弱點 Analyze Weakness  1動作\n遊蕩者\n先決條件   偷襲2d6\n要求   你必須用回憶知識辨識出該生物\n你對該生物生理機制和戰術的瞭解能助你克敵機先。你小心翼翼的研究已辨識的生物，試圖在他目前的姿態或型態上找到特別的弱點。在你下一回合結束前，如果你用打擊對所選生物造成偷襲傷害時，額外多2d6點精準傷害。11跟17級時，如果偷襲的額外傷害增加，那本能力的額外傷害也會在11級跟17級時分別增加到3d6和4d6。",
	"空氣摔":"空氣摔 Shove Down  自由\n遊蕩者\n先決條件   運動技能達到受訓\n要求   你上一個動作是一次成功的推撞\n你運用力學把敵人壓倒。你對目標進行一次摔絆，就算目標已經不在你的觸及範圍。",
	"提防暗箭":"提防暗箭 Watch Your Back  1動作\n情緒 恐懼 心靈 遊蕩者\n先決條件   威嚇技能達到受訓\n你恐嚇目標，吞食他們的恐懼，讓他們對你戒慎恐懼不敢放鬆。對30尺內一個目標進行一次威嚇檢定，對抗目標的意志DC。如果成功，1分鐘內，目標在對抗你時的察覺檢定獲得+2狀態加值，但在對抗恐懼效果時的意志豁免承受-2狀態減值。",
	"延遲陷阱":"延遲陷阱 Delay Trap  反應\n遊蕩者\n觸發   你觸及範圍內的一個陷阱被觸發\n你可以卡住陷阱的工作以延遲其效果。嘗試一次賊活檢定來解除裝置（Disable a Device）；這麼做的DC+5，效果如下。\n大成功：你阻止陷阱被觸發，或者你將其延遲到你下個回合開始或結束時觸發（由你選擇）\n成功：你阻止陷阱被觸發，或者你將其延遲到你下個回合開始或結束時觸發 以對你不利者為準，由Gm選擇）\n失敗：無效果\n大失敗：你措手不及直到你下一回合開始",
	"適時背刺":"適時背刺 Opportune Backstab  反應\n遊蕩者\n觸發   一個你近戰觸及範圍內的生物被一個盟友的近戰攻擊命中\n當你的敵人被你的盟友擊中時，你會利用他們的分心。對觸發生物進行一次打擊。",
	"側滑瞬步":"側滑瞬步 Sidestep  反應\n遊蕩者\n觸發   以你為目標的打擊的攻擊骰失敗或大失敗\n你可以靈巧的從攻擊中走動，從而繼續攻擊你身邊的生物。你可以選擇將這次攻擊轉移到一個與你相鄰、並且位於攻擊者觸及範圍內的生物。攻擊者需要重骰攻擊檢定來對新目標進行攻擊。",
	"鷹眼":"鷹眼 Bullseye  1動作\n遊蕩者\n爲了規避敵人的隱蔽和掩蔽，你在攻擊前非常謹慎的瞄準了。在你下一回合結束前，你使用投擲武器進行的下一個打擊在攻擊骰上獲得+1環境加值並能忽視目標的隱匿狀態，和目標的弱效或標準掩蔽；如果目標有強效掩蔽，在對抗這個打擊時只算做標準掩蔽。",
	"戰略分享":"戰略分享 Inspired Stratagem  反應\n幸運 語言 遊蕩者\n觸發   要求中所列的1個盟友要嘗試1次攻擊骰或技能檢定\n要求   你在你日常準備期間，花10分鐘和最多4個盟友爲了冒險而溫習戰略\n你向盟友快速提出建議，用事前萬全的準備確保不會被所謂的天意給打亂安排。該盟友在觸發檢定能雙骰取高。接著直到你下次日常準備時，該盟友會暫時免疫你戰略分享的能力。",
	"回返式":"回返式 Ricochet Stance  1動作\n遊蕩者 架勢\n你從架式中取經，讓你的投擲武器朝你飛回。當你處於此架勢下，任何你所用來造成鈍擊或揮砍傷害的遠端打擊的投擲武器，會立刻飛回你手上，讓你能使用這件武器進行額外打擊。你必須在武器列出的射程增量中，且有一隻空手能接住武器。如果你用一件投擲武器進行打擊，而人又不在列出的射程增量內，那武器會筆直朝你飛回與射程增量相同的距離后墜落。",
	"戰術移動":"戰術移動 Tactical Entry  自由\n遊蕩者\n先決條件   隱秘技能上達到大師\n要求   你在本遭遇中使用隱秘骰先攻，同時你和敵人在本次遭遇中都還沒行動過\n你使用行走。這個行動不會觸發任何反應動作。",
	"神奇飛躍":"神奇飛躍 Fantastic Leap  2動作\n遊蕩者\n你在空中向敵人發起攻擊。嘗試一次跳高或跳遠。若你嘗試跳高時，按照跳遠的演算法來決定距離。在你跳躍結束后，可以發動一次近戰打擊。 \n　　如果你打擊后還在空中，那麼你就會墜落。但如果墜落距離小於跳高高度，那麼就不會受到墜落傷害並立刻著陸。",
	"墜落射擊":"墜落射擊 Felling Shot  2動作\n遊蕩者\n你的遠端攻擊可以把毫無準備的飛天敵人射落。對措手不及生物發動一次用遠端武器或投擲武器的攻擊。如果攻擊成功並造成傷害，目標必須用反射豁免對抗你的職業DC。\n成功：目標無影響\n失敗：目標下墜120尺，如果落地，則沒有傷害。\n大失敗：如同失敗。並且直到你下回合結束，目標無法做飛行，跳躍，漂浮或是其他離開地面的行動。",
	"反應干擾":"反應干擾 Reactive Interference  反應\n遊蕩者\n先決條件   一個鄰接敵人開始使用1個反應動作\n你會本能地扯住袖子，揮舞武器，或是製造其他障礙來干擾敵人的反應動作。如果觸發這個專長的生物等級不高於你，你可以打斷（Disrupt）對方的觸發的反應。如果觸發生物等級高於你，你必須要在一次對抗對方AC的攻擊檢定上獲得成功。如果成功，你可以打斷（Disrupt）對方的觸發的反應。",
	"陰影來襲":"陰影來襲 Spring From The Shadows  1動作\n絕技 遊蕩者\n從藏匿中現身，在敵人意料之外時發動攻擊。你可以行走等同於你移動速度的距離，但必須要在1個你對其無蹤（Undetected）或藏匿（Hidden）的敵人鄰接處停止移動。你對這個敵人發動一次打擊，並且直到你完成打擊之前，依然保持藏匿或無蹤狀態。如果你擁有對應的移動型別，你可以在你攀爬，飛行或游泳時使用陰影來襲取代行走。",
	"萬全準備":"萬全準備 Preparation  1動作\n絕技 遊蕩者\n你縱觀戰場，思量一切可能。你獲得一個額外反應動作，直到你下一回合開始前，你可以把這個額外反應動作用在任何盜賊反應動作上。",
	"防禦翻滾":"防禦翻滾 Defensive Roll  反應\n遊蕩者\n頻率   每10分鐘一次\n觸發   一次物理攻擊將要讓你的血量減少至0\n你進行翻滾來化解攻擊的力道，躲開部分致命傷害並保持清醒。你受到此次觸發攻擊的傷害減半。",
	"快速開場":"快速開場 Instant Opening  1動作\n專注 遊蕩者\n通過某種分散注意力的舉動，比如嘴炮，逗人或是粗鄙的手勢，你可以分散對方注意力。選擇30尺內的一個敵人，直到你下回合結束，他對你的攻擊視為措手不及。根據你描述分心的方式，這個動作會獲得聽覺或視覺特徵。",
	"空門大開":"空門大開 Leave An Opening  1動作\n遊蕩者\n當你打擊足夠兇猛時，就可以製造出一個破綻來讓隊友可以參與到這個行動上。每當你用近戰攻擊對措手不及的敵人進行重擊並造成傷害時，你可以自選一個擁有藉機攻擊反應的盟友對該目標進行藉機攻擊，就如同目標進行了一個操作動作一樣。",
	"看破一切":"看破一切 Sense The Unseen  反應\n遊蕩者 調查員\n觸發   你在搜索上的檢定失敗\n當你尋找敵人時，絲毫線索都會被你注意到，例如他們的微小動作或氣流在您面板上的變化。即使你在觸發檢定中失敗，你也可以自動意識到任何在你搜索區域內的無蹤（Undetected）生物，使其僅僅對你藏匿（Hidden）。",
	"倒地壓制":"倒地壓制 Stay Down!  反應\n遊蕩者\n先決條件   運動技能上達到大師\n觸發   1個在你觸及範圍內倒地的敵人起身\n你有辦法讓你的敵人一直躺著。對觸發敵人進行一次運動檢定對抗他的強韌DC。如果成功，他就站不起來保持倒地。如果大成功，直到下一回合他才可以起身。",
	"認知漏洞":"認知漏洞 Cognitive Loophole  反應\n遊蕩者\n觸發   你的回合結束\n要求   你目前受到一個由於你在豁免骰上失敗而非大失敗造成的心靈效果影響\n你在1個心靈效果上發現了1個漏洞導致你可以暫時克服他。直到你下個回合結束，你都可以無視該滿足觸發條件的心靈效果。你對每個特定效果只能使用1次認知漏洞。 \n　　特殊：即使這個心靈效果禁止你使用反應動作，你也可以使用該反應動作。",
	"解除削擊":"解除削擊 Dispelling Slice  2動作\n遊蕩者\n你的偷襲攻擊可以削除目標身上的法術。對1個措手不及的敵人進行一次打擊。如果你的攻擊造成了偷襲傷害，你能嘗試反制目標身上啟用的單個法術。你的反制等級等同於你遊蕩者等級的一半（向上取整），並且反制調整值為你的職業DC-10。",
	"完美擾亂":"完美擾亂 Perfect Distraction  1動作\n遊蕩者\n先決條件   欺騙達到傳奇熟練度\n你在潛行時運用巧妙的方法來誤導你的敵人。當你潛行時，你會製造出一個誘餌。這個誘餌視為獲得法術誤導術（Mislead）的好處，只是並非隱形而是無蹤（Undetected）。無論你是否在整個持續時間內保持躲藏，你都可以如同法術那樣嘗試維持專注來移動你的誘餌。一旦使用完美擾亂，你就需要10分鐘來重新準備，從而可以繼續使用該能力。",
	"戰術位移":"戰術位移 Swift Elusion  反應\n遊蕩者\n先決條件   特技技能上達到傳奇\n觸發   1個敵人結束它的移動時鄰近你\n進行一次特技檢定對抗該敵人的反射DC。如果你成功，你可以選擇行走到一處鄰接該敵人的空間，或把該敵人移到一處鄰接你的空間。",
	"超人滲透":"超人滲透 Implausible Infiltration  2動作\n魔法 移動 遊蕩者\n先決條件   特技達到傳奇熟練度，迅速穿越\n要求   你與地板或是垂直的墻壁相鄰\n你會發現一些別人看不見的小洞或縫隙，並試圖讓自己通過這些地方，從而直接從墻或地板的一邊移動到另一邊。你可以直接穿越墻壁和地板從一邊移到另外一邊。如果墻壁不是由木頭，水泥或石頭製成；厚度超過10尺；中間哪怕只有一層薄薄的金屬板，你都會失敗。如果你有攀爬速度，那麼就可以穿越天花板。",
	"王牌詐術":"王牌詐術 Trickster's Ace  反應\n專注 遊蕩者\n觸發   當你每日準備時你指明觸發條件（見下面要求）\n要求   當你每日準備時，你可以為這個反應準備一個觸發，和準備動作進行觸發的限制相同。你也可以選擇奧術，神術，異能和原能列表中的一個不高於4環的法術。這個法術不能有開銷（Cost），也不能超過10分鐘施法時間。這個法術必須能以一個單一生物作為目標，並且你必須為它的有效目標。\n無論是從應急魔法物品，偷來的魔法精華還算其他手段，你有個絕境求生的方法。你可以讓選定法術起效。這個法術只會以你為目標，無論原本能影響多少個生物。如果你定義的觸發條件過於複雜，由GM判斷，觸發可能失效。此法術觸發后立即消耗（Expended），直到你下一次日常準備。",
	"躲藏模範":"躲藏模範 Hidden Paragon  反應\n遊蕩者\n先決條件   隱秘達到傳奇熟練度\n頻率   每小時1次\n觸發   你成功使用隱秘進行躲藏（Hide）導致你對當前所有敵人藏匿（Hidden），或是使用隱秘進行偷襲（Sneak）導致你對當前所有敵人無蹤（Undetected）\n當你專注於不留痕跡時，你就完全消失了。你隱形1分鐘，即使你進行敵對動作。即便是識破隱形（See Invisibility）、閃光塵（Glitterdust）或類似效果都無法看穿你，儘管生物仍然可以像往常一樣使用搜索（Seek）動作來定位你。",
	"反應擾亂":"反應擾亂 Reactive Distraction  反應\n專注 操作 遊蕩者\n先決條件   欺騙達到傳奇熟練度，完美擾亂\n觸發   你即將被攻擊命中、成為效果的目標，或者一個效果的範圍將要覆蓋你\n要求   你已準備好使用完美擾亂\n你下意識的通過誘餌來對付你的敵人。當你使用完美擾亂時，即使你為可見（Observed）狀態，只要你在有隱蔽（Concealed）、掩蔽（Cover）或高等掩蔽（Greater Cover）的地方結束潛行（Sneak），你的誘餌代替你會成為攻擊或法術的目標。對於範圍效果來說，如果你沒能通過潛行離開效果範圍，你和目標都會受到效果影響。",
	"反制法術":"反制法術 Counterspell  反應\n防護 術士 法師 女巫\n觸發   一個生物施放了一個在你法術庫中的法術。\n要求   你擁有一個可用於施放觸發法術的未使用的法術位。\n當一個敵人施放一個你所知的法術，並且你能夠看見其表現時，你能夠使用自己的魔法來擾亂它。你消耗一個法術位來反制這個目標生物所施放的你法術庫中的法術。你如同施放了觸發的法術那般失去法術位。然後，你嘗試反制目標法術（458頁）。 \n　　特殊：此專長擁有對應你施法的魔法根源（奧術、神術、原能、異能）的特徵。",
	"膏立盟友":"膏立盟友 Anoint Ally  1動作\n操作 術士\n以自己的血肉作為焦點，你與一名盟友間建立起了一種神秘的聯繫，使他們能夠從你的血統奧秘中獲益。你在一名相鄰的盟友身上按上能夠持續1分鐘的鮮血符文。當你能夠獲得一次血統奧秘效果時，你可以放棄之，改為由你的盟友獲得此效果。你一次只能膏立一名盟友；如果你在另一名盟友身上按上符文，則結束先前的指定。",
	"法燼武器":"法燼武器 Bespell weapon  自由\n術士 先知\n頻率   每回合一次\n要求   你最近的一個動作是施放一個非戲法的法術。\n你從上一個法術中汲取殘餘的能量注入你所持握的一把武器中。在你的回合結束前，該武器將造成額外1d6點傷害，傷害型別取決於你方才施放的法術的學派。\n防護系：力場傷害\n咒法系、變化系：與武器的傷害型別相同\n預言系、惑控系、幻術系：心靈傷害\n塑能系：與法術的傷害型別相同，若是不造成傷害的法術則為力場傷害\n死靈系：負能量傷害",
	"繁花盛景":"繁花盛景 Elaborate Flourish  1動作\n專注 操作 超魔 術士\n你用華麗的動作和宏大的宣告裝飾你的法術，使其難以被辨識和反制。如果你的下一個動作是使用施放法術動作，能夠施放此法術的生物不會自動得知這是什麼法術。此外，目睹你施放法術的生物在辨識法術的回憶知識檢定和對於這個施放中的法術的反制檢定（例如反制法術）上承受-2環境減值。",
	"分裂射擊":"分裂射擊 Split Shot  1動作\n專注 超魔 術士\n你將一次遠端法術分裂成兩次較弱的射擊。如果你的下一個動作是使用施放法術動作施放一個要求進行一次攻擊骰對抗單個生物的且除了造成傷害之外沒有額外效果的無持續時間的法術，你可以投一次攻擊骰並將其結果與法術距離內的兩個生物的AC進行比較。該法術僅對每一目標造成通常傷害的一半。這在計算你的多重攻擊罰值時視為一次攻擊。",
	"偏折漩渦":"偏折漩渦 Diverting Vortex  1動作\n術士\n要求   你最近的一個動作是施放一個非戲法法術\n你將殘留的魔法能量轉移到身邊的空氣中，製造出一個能夠偏轉遠端攻擊的漩渦。直到你的下一個回合開始，你在對抗遠端武器攻擊和物理遠端非武裝攻擊的AC上獲得+1狀態加值。",
	"自發共振":"自發共振 Energetic Resonance  反應\n防護系 術士\n觸發   你將從一個法術中受到酸液、寒冷、電擊、火焰或是音波傷害\n要求   你擁有一個等同於觸發法術環級或者更高環級的未使用的法術位\n你的血液與魔法的能量產生共振，從而減輕了有害法術的影響。消耗一個等同或高於觸發法術環級的法術位。你對其中一種觸發效果的傷害型別獲得等同於消耗的法術位環級2倍的抗力。",
	"法術中繼":"法術中繼 Spell Relay  反應\n專注 術士\n觸發   一名盟友使用施放法術動作且你處於該法術的射程之內\n你為盟友所施放的法術提供了你的血脈之力，用你的魔力增加了他們的射程。你的盟友可以不使用他們自己所在的空間，而是將你作為他們法術的源點，並且以你所在的空間來計算距離和掩蔽。",
	"保險法術":"保險法術 Safeguarded Spell  1動作\n專注 超魔 術士\n你將你的魔力波長和你自身所產生的波長相同步。如果你的下一個動作是使用施放法術動作施放一個區域法術，那麼即使你處於區域之內也不會受到該法術的影響。",
	"能量狂涌":"能量狂涌 Overwhelming Energy  1動作\n操作 超魔 術士 德魯伊\n你調整了你的法術，使其得以穿透敵人的抗力。如果你的下一個動作是使用施放法術動作，那麼該法術能夠忽視目標身上等同於你的等級的對於酸、寒冷、電、火焰和音波的傷害抗力。這適用於法術所造成的所有傷害，包括持續性傷害以及法術的持續效果所造成的傷害，例如火墻術（wall of fire）所製造的火墻。生物的免疫並不受影響。",
	"能量融合":"能量融合 Energy Fusion  1動作\n專注 超魔 術士\n你結合了兩種法術的能量型別，將它們融合在一起。如果你的下一個動作是使用施放法術動作施放一個造成酸液、寒冷、電擊、火焰或是音波傷害，選擇一個你法術庫中能夠造成上述列表中另一種傷害型別的非戲法的法術，並且額外消耗一個和這一次要法術同環級的法術位。你所釋放的法術將造成等同於所花費的次要法術位環級的額外傷害。該法術的總傷害將平攤到所施放法術的傷害型別級次要法術的傷害型別上。",
	"能量護盾":"能量護盾 Energy Ward  自由\n防護系 術士\n頻率   每回合1次\n要求   你最近的一個動作是施放一個造成能量傷害的非戲法法術\n你將最後一次法術中的能量困在你的身體里，將你的肉體包裹在一個護盾里。直到你的下一個回合開始，你獲得5點針對剛才所施放法術所造成的能量傷害型別抗力。",
	"交織解法":"交織解法 Interweave Dispel  1動作\n超魔 術士\n先決條件   解除魔法Dispel Magic在你的法術庫中\n你將解法的能量編織在一個法術之中，讓兩種效果同時影響同一名敵人。如果你的下一個動作是針對一名生物施放一個單目標法術，並且你的法術攻擊骰命中或是敵人的豁免骰失敗，你能夠以自由動作對此敵人施放解除魔法，這將如常消耗法術位，並且目標為此敵人身上一個正在生效的法術效果。",
	"法術霧靄":"法術霧靄 Spell Shroud  1動作\n專注 超魔 術士\n你的法術將你籠罩在滾滾雲霧之中。如果你的下一個動作是使用施放法術動作施放一個以你為目標的法術，你將自己籠罩在一股15尺瀰漫的魔法濃霧之中，濃霧持續至你的下一輪開始。所有云霧中的生物都被視為隱蔽，同樣雲霧外的生物對雲霧內的生物而言也視為隱蔽。",
	"閃耀魔法":"閃耀魔法 Scintillating Spell  1動作\n專注 光亮 超魔 術士\n你的法術變成了閃耀著的五彩光芒。如果你的下一個動作是使用施放法術動作施放一個沒有黑暗特徵、沒有持續時間、並且需要生物嘗試反射豁免的法術，這個法術出了本身的其他效果之外還會爆發出一團閃耀的光芒。每個在對抗法術的豁免中失敗的生物將目眩1輪，大失敗改為目盲1輪。",
	"塑地法術":"塑地法術 Terraforming Spell  1動作\n專注 土 超魔 術士 變化系\n你捕獲了法術中變化之力的殘餘，將其灑至地上，創造出一股能夠改變你週遭環境的衝擊波。如果你的下一個動作是使用施放法術動作施放一個非戲法的變化法術，那麼你周圍的每個相鄰格子都將變成困難地形，或是每個相鄰格子都不再是困難地形。這對任何高等困難地形都沒有效果，也無法消除危害性地形帶來的破壞性影響。",
	"迴響法術":"迴響法術 Echoing Spell  1動作\n專注 超魔 術士\n你精準地計算了法術的組成，設定了一個能夠複製法術效果的共鳴。如果你的下一個動作是使用施放法術動作施放一個4環或者更低環級的沒有持續時間的法術，法術的能量將會反射回響。你可以在下個回合結束前第二次施放這一法術而無需消耗法術位。",
	"血之脈動":"血之脈動 Bloodline Conduit  1動作\n超魔 術士\n頻率   每分鐘1次\n你與生俱來的魔法天性指引著你引導周圍的能量填充你的法術。如果你的下一個動作是使用施放法術動作施放一個不高於5環且沒有持續時間的法術，你不會在施放這個法術時消耗法術位。",
	"藏匿法術":"藏匿法術 Conceal Spell  1動作\n專注 操作 超魔 法師 女巫\n你以其它的動作和語句隱藏你的手勢與咒語，你試著隱藏自己正在施放法術的事實。 如果你下個動作是施放法術，你可以嘗試隱秘技能檢定對抗一個或數個觀察者的察覺DC；如果法術有語言成分，你還必須嘗試欺騙檢定對抗觀察者的察覺DC。如果你在和觀察者的對抗檢定成功(或好幾個檢定)，觀察者就不會注意到你在施放法術，就算材料、姿勢、語言成分通常引人注意，而有在感官方面呈現的法術還是會讓附近的人感受到明顯的施法跡象。 \n　　此能力只會隱藏法術的施法動作以及呈現，效果不會隱藏，所以觀察者還是能看到有條射線從你那邊飛射而出，或看到你消失在空氣中。",
	"能量消融":"能量消融 Energy Ablation  1動作\n超魔 法師\n當你施放能量法術時，你留下部分能量做為保護屏障。如果你下一個動作是施放能造成能量傷害的法術，不管有沒有成功造成傷害，你都會在下一回合結束前獲得與該法術環級（最小為1）與能量型別相同的抗力。如果此法術造成多種能量傷害，從其中挑選一種型別獲得抗力。",
	"非致命法術":"非致命法術 Nonlethal Spell  1動作\n超魔 操作 法師\n你能把侵略性強的法術變得沒那麼致命。如果你下一個動作是施放能造成傷害且沒有死亡或負能量特徵的法術，那該法術會獲得非致命特徵。",
	"附法武器":"附法武器 Bespell Weapon  自由\n法師\n頻率   每回合一次\n要求   你最近一個動作要是施放一個非戲法法術。\n你的灌注法術能量到一把你正持有的武器上。直到你下一回合結束，該武器能額外造成1d6點傷害，傷害型別取決於你最近放的法術是什麼學派的。\n防護系：力場傷害\n咒法系或變化系：與武器型別相同\n預言系、惑控系或幻術系：心靈傷害\n塑能系：法術造成的傷害型別，如果法術沒造成傷害那就是力場\n死靈系：負能量傷害",
	"默發法術":"默發法術 Silent Spell  1動作\n專注 超魔 法師\n先決條件   藏匿法術\n你已學會如何施放讓通常需要出聲的法術，不必再提供言語之力。 如果你下個動作是施放法術，而且法術是需要語言成分以及至少一個其它的成分，那你能移除語言成分。這能讓法術安靜，讓你能在不能出聲的區域施放該法術。但是，此法術仍舊有視覺呈現，所以能看見你施法的人，還是能觀察到這情況。在你使用默發法術時，你可以選擇獲得隱匿法術的益處，同時你不必進行欺騙檢定，因為這法術已經沒有語言成分了。",
	"呼喚連結物品":"呼喚連結物品 Call Bonded Item  1動作\n專注 咒法系 傳送 法師\n先決條件   奧術連結\n你和你的連結物品有著神秘的聯繫，讓你能呼之即來。如果你的連結物品重量在1負載（含）以下，則你最遠能把1英里內的連結物品傳送到你的手上。",
	"說假成真":"說假成真 Convincing Illusion  反應\n幻術系 法師\n先決條件   欺騙技能上達到專家\n觸發   一名生物在不相信由你施展的幻術，在察覺檢定或意志豁免上成功但沒有大成功\n要求   你在觀測者和幻象的30尺範圍內\n你用欺騙技能讓你的幻術看上去更為真實。進行一次欺騙檢定對抗目標的察覺DC。如果成功，則目標在不相信該幻術上失敗。",
	"連線保能":"連線保能 Bond Conservation  1動作\n操作 超魔 法師\n先決條件   奧術連結\n要求   你上一個使用的動作是使用汲取連線物品Drain Bonded Item\n你小心翼翼汲取自己連結物品的奧術能量，讓你可以留存足夠的能量去施放下一個比較弱的法術。如果你下一個動作是使用施放法術Cast a Spell，並使用汲取連結物品的能量，你額外獲得一次汲取連結物品的使用次數。你必須在下一回合結束前使用，不然就會失去，並且你只能把次使用次數用比首次使用汲取連結物品所施展法術環級低2環或更低的法術上。",
	"強能":"強能 Overwhelming Energy  1動作\n操作 超魔 法師\n藉由複雜的手勢，你改變了自身法術的能量去克服抗性。如果你下一個動作是施放法術Cast a Spell，那施放的法術可以忽視目標對酸液、寒冷、電擊、火或音波傷害的抗性，其數值等於你的等級。這超魔效果會應用在所有由這法術造成的傷害上，包含來自這法術的持續傷害persistent damage以及持續性效果所造成的傷害，例如火墻wall of fire造出來的墻。免疫的生物則不受影響。",
	"瞬發施法":"瞬發施法 Quickened Casting  自由\n專注 超魔 法師 女巫\n頻率   每天一次\n你壓榨自己的精神，縮短你施放法術的時間。如果你下一個動作是施放一個法師戲法或一個法師法術，並且環級至少比你能施放的最高環法術低2環，那你能把施放該法術的動作數減一(最少為一個動作)。",
	"能量侵蝕":"能量侵蝕 Forcible Energy  1動作\n操作 超魔 法師\n你進行一連串複雜的操作，強化法術的能量，讓敵人在事後更容易受創。如果你下一個動作是施放能造成酸液、電擊、火焰或音波傷害的法術，你可以選擇一個受傷的目標，在直到你下一回合結束前，獲得傷害型別的弱點5。如果法術造成多種能量傷害，選一種作為目標的弱點。若你選擇的能量型別該生物擁有對應的抗力或免疫的話，則無效果。",
	"隨意專注":"隨意專注 Effortless Concentration  自由\n法師\n觸發   你的回合開始\n你只需一個念頭即可維持法術。你立刻獲得維持法術Sustain a Spell動作的效果，讓你可以延長一個啟動的法師法術。",
	"法術彌補":"法術彌補 Spell Tinker  2動作\n專注 法師\n你學到如何去更改本該在自己施放法術即已做出的決定。在你施放了一個唯有你能在數個效果中做出選擇的法術(例如抵抗能量、法術免疫或提供多種型態的變形法術)，你能改變你在施放法術時做出的選擇(例如你可以在抵抗能量上選擇不同的傷害型別)。但是，這種彌補行為會弱化法術的完整性，它剩餘的持續時間會減半。 \n　　如果該法術的效益已經被使用，或是如果第一次的選擇會在轉換之後依舊持續，那你就不能使用此專長(例如如果其中一個選擇是創造消耗品，而消耗品已經被你已經用了，或是你已經被治療了)，如果專長能創造出比基礎法術還要強的效果，那也不行。GM對法術彌補到底能怎麼用有最終裁決。",
	"還有一點":"還有一點 Just One More Thing  1動作\n幸運 調查員\n要求   你最近的一個動作是虛招（Feint），提出請求（Request）或者挫敗士氣（Demoralize），並且你失敗了，但是沒有大失敗。\n在你試圖影響某人的努力失敗后，你新增了一點資訊或提出一個尖銳的問題，可能會挽救你先前的嘗試。重骰失敗的檢定並使用新結果。如果檢定失敗的目標是你正在追查的客體，把從追查方向上得到的加值在這重骰檢定上翻倍。該生物會暫時免疫本能力一天。 \n　　如果你在撒謊（Lie），蒐集資訊（Gather Information），建立印象（Make an Impression）或者脅迫（Coerce）檢定上失敗，但沒有大失敗時，你也可以使用此動作。在這種情況下，使用本能力不是一個動作，而是你第一次進行檢定所花的時間的一半，至少1輪。",
	"臨時嫌犯":"臨時嫌犯 Suspect of Opportunity  反應\n調查員\n頻率   每小時一次\n觸發   一名敵人在戰鬥中對你採取敵對行動。\n有時，有些事會無預警地闖入你的案子，例如一次要結束你調查的埋伏。你已經學會了如何區分你的主要方向，併爲目前的困境展開新的追查。你可以對觸發的敵人使用追查方向行動，如果你有兩個方向，可以擱置但不結束一個目前的方向。在戰鬥遭遇結束時，你中止敵人觸發的追查方向行動，如果你有擱置一個事件，則回到你擱置的事件中。",
	"預知危險":"預知危險 Foresee Danger  反應\n專注 調查員\n觸發   一個生物以你為目標發動攻擊，並且你可以看見攻擊者。\n你可以感知敵人攻擊的各種可能方式，並試著全部避開。 觸發者的攻擊骰現在對抗你的察覺DC而非AC。 儘管這樣做可以避免AC上的罰值，但是它並不能消除任何狀態或者其他降低你AC的效果。舉例來說，你仍然會因為措手不及而在遭到敵人偷襲時受到額外傷害，儘管你在對抗這次攻擊時不會受到–2環境罰值。",
	"快速歸因":"快速歸因 Reason Rapidly  1動作\n調查員\n你的思維以驚人的速度通過線索運作。你最多能立即使用五個回憶知識動作。如果你有任何會因回憶知識而觸發的特殊能力或自由動作，你不能將它們用於此動作中。",
	"欺詐師絕藝":"欺詐師絕藝 Trickster's Ace  反應\n專注 調查員\n觸發   在你每日準備時所指定的觸發條件(見下面要求)。\n要求   當你每日準備時，你必須為這個反應動作指定一個觸發條件，與準備動作的觸發有相同的限制。你還要從奧術，神術，異能和原能列表中選擇一個等於或低於四環的法術。這個法術不能有消耗（cost），施法時間也不能超過10分鐘。這個法術必須能夠指定單一生物，並且你必須是它的有效目標。\n無論是從應急魔法物品，魔法互動研究中的損耗，還是其他手段，你在面臨絕境時口袋會有個意外驚喜。觸發生效時，你可以讓選定法術起效。這個法術只會以你為目標，無論本身能影響多少個生物。如果你定義的觸發條件過於複雜，由GM判斷，觸發可能失效。此法術觸發后就被消耗了，直到你下一次每日準備。",
	"神源取智":"神源取智 Glean Lore  1動作\n預言系 神術 先知 秘密\n你集中精神從自己的神力之源請求秘聞，全力收集可能有用的資訊。進行一次宗教檢定來理解收集到的資訊。GM暗中設定DC（和回憶知識DC類似），並根據所求內容和你的秘示域的關聯度來增減DC。 \n大成功 你準確理解了相關資訊，或從神力之源處取得了一條對現狀有用的情報。 \n成功 對於所求內容你獲得了兩條情報，一條正確一條錯誤，但你不知道哪條有誤。 \n失敗 你獲得了錯誤資訊或者取得一條錯漏/誤導向的情報。 \n大失敗 你獲得了兩條錯誤資訊或者渠道兩條錯漏/誤導向的情報。",
	"呼神護衛":"呼神護衛 Divine Aegis  反應\n防護系 神術 先知\n觸發   你正準備進行一次對抗魔法效果的豁免檢定，但還未擲骰\n你召喚神力護佑自己，使得自己更難被其它根源的效果影響，但更易被神術影響。直到你的下一回合開始，你在對抗非神術魔法效果時豁免獲得+1環境加值，但對抗神術效果時豁免受到-1環境減值。",
	"靈性預警":"靈性預警 Oracular Warning  自由\n預言系 神術 先知\n觸發   你將要骰先攻\n你的靈性向你警示了某位盟友迫在眉睫的險境，而你能在其發生前立刻警告該盟友危險。你選擇一位盟友，其先攻骰2次並取較好的結果；這是一個幸運效果。你若宗教技能為傳奇，靈性會提供兩幅畫面，即你能選擇2個盟友獲得該好處。 \n　　而你自己則會隨時被神性洞察給干擾，你自己的先攻檢定必須骰2次並選擇較差的結果。這是一個厄運效果。該專長的幸運和厄運效果是聯繫在一起的；無論何種原因使你避免了自己的厄運效果時，或你所選盟友取消了幸運效果，靈性預警專長即全部無效。取決於你提醒盟友的方式（呼喊或者手勢），該動作獲得對應的視覺或聽覺特徵。",
	"法力沖激":"法力沖激 Surging Might  1動作\n操作 超魔 先知\n隨著複雜的手勢，你的法術神力能夠克服目標的抗力。若你下一個動作是施放法術，該法術在下列傷害型別中，忽略目標等同於你等級數的抗力：混亂、邪惡、善良、秩序、負能量、正能量。該效果對所有因該法術造成的傷害生效，包括持續傷害或法術持續效果造成的傷害，例如生命力場（Field of life）法術的正能量傷害。該專長不會使法術克服免疫，只克服抗力。",
	"阻斷詛咒":"阻斷詛咒 Forestall Curse   1動作\n專注 超魔 先知\n頻率   每天一次\n你已經學會了某種程度上阻止詛咒對自己造成影響。若你的下個動作是施放啟示法術，詛咒嚴重性不會因此增長。",
	"驚奇法術":"驚奇法術 Portentous Spell  1動作\n操作 心靈 超魔 先知 視覺\n你施法時滿溢奇光、特異手勢、奇光異彩用來幻惑敵人。若你下一個動作是施放法術，任何因你施放法術而被觸發的反應動作中的攻擊骰和技能檢定都會受到-2環境減值。另外，若該法術包括法術攻擊骰或需要受影響者進行豁免，被擊中的生物和豁免失敗的生物會迷魂（fascinated）直到你下一回合開始。",
	"集中迷魂":"集中迷魂 Focused Fascination  1動作\n浪客\n先決條件   迷魂表演\n當你在戰鬥遭遇中使用迷魂表演時，只需要成功而非大成功便可使目標陷入迷魂狀態，但此效果只能在針對單1目標進行迷魂時生效。舉例來說，若你在表演技能上有專家以上的熟練，則你在進行迷魂時，需選擇這是在向多個生物進行普通迷魂，還是向1個生物進行集中迷魂。",
	"賣破綻":"賣破綻 Goading Feint  1動作\n浪客\n先決條件   在欺騙上受訓\n你不是假裝攻擊敵人來聲東擊西，而是故意賣破綻來引誘敵人爲了搶攻而重心不穩。當你進行虛招時，可用下列的成功與大成功效果取代虛招的正常效果。若你這麼做，則其他改變你虛招效果的能力失效。每次進行虛招時你可決定這次是普通虛招還是賣破綻。 \n大成功：在目標的下回合結束前，它在向你發動的所有攻擊骰上承受-2環境罰值。 \n成功：在目標的下回合結束前，它在向你發動的下1次攻擊骰上承受-2環境罰值。",
	"我為人人":"我為人人 One for All  1動作\n聽覺 專注 情緒 語言 心靈 浪客\n先決條件   在交涉上受訓\n透過絕妙的言語激勵，你提振了盟友行動的效果。指定30'內的1名盟友，進行此動作視為做好協助該盟友的準備。而當你以協助反應動作支援該盟友時，你可以以交涉檢定替代原本的檢定。若你的浪客風格是風趣之徒，則每當你用來協助盟友的交涉檢定結果超過符合你等級的非常困難DC時，你獲得派頭。",
	"壓軸登場":"壓軸登場 After You  自由\n浪客\n觸發   你正要擲先攻\n你放任敵手搶佔先機來昭示自己的無比信心。你不擲先攻，改為自願最後行動。你獲得派頭。若複數生物同時使用此能力，或其他使自身最後行動的能力，則採用處理先攻平局的標準規則：NPC與怪物在PC之前行動，同一個群組內的個別生物則可自由決定行動順序。",
	"快樂人生":"快樂人生 Charmed Life  反應\n浪客\n先決條件   魅力14\n觸發   你需要進行豁免，但尚未擲骰\n你有迴避急難的奇妙天賦。你在觸發條件的豁免上獲得+2環境加值。",
	"失衡終結":"失衡終結 Unbalancing Finisher  1動作\n終結技 浪客\n你以眩目的攻擊打得敵人失去平衡。進行1次近戰打擊，若命中並造成傷害，敵人在你的下回合結束前陷入措手不及。",
	"貫通終結":"貫通終結 Impaling Finish  1動作\n終結技浪客\n你向前猛進，以一記刺擊貫穿兩個敵人或一招猛敲將兩個敵人打成一疊。進行1次敲擊或穿刺近戰打擊，並將該次攻擊骰與至多2個敵人的AC對抗。其中1個目標必須與你鄰接，另1個敵人必須與前述目標鄰接，且2個敵人必須位在由你所在地發源的同一條直線上。投1次傷害骰並將結果應用到所有命中的目標上。1次貫通終結在計算多次攻擊罰值時，視為2次攻擊。",
	"戰陣起舞":"戰陣起舞 Leading Dance  1動作\n移動浪客\n先決條件   在表演上受訓\n要求   你鄰接1個敵人。\n你將敵人帶入你的舞步中。進行表演檢定與1個鄰接敵人的意志DC對抗。若你的浪客風格是戰舞者，則每當你在此檢定成功時，你獲得派頭。 \n大成功：你的敵人不自覺地隨你舞動。你與目標向相同的方向移動至多10'，在移動時保持鄰接。你的移動不觸發目標的反應動作(目標的移動則因為是強迫移動，也不觸發反應動作)。 \n成功：同大成功，但你與目標只能移動5'。 \n失敗：敵人不受你的舞步迷惑。你可向任意方向移動5'，但此移動正常觸發反應動作。 \n大失敗：你把自己絆倒了，在目前位置陷入倒地。",
	"豪勇先攻":"豪勇先攻 Swaggering Initiative  自由\n浪客\n觸發   你正要擲先攻。\n你常保勇猛果敢，即使遭遇伏擊依然能從容應對。你在先攻上獲得+2環境加值，且作為先攻骰的一部份可以互動拔出武器。",
	"擾人翻滾":"擾人翻滾 Vexing Tumble  1動作\n浪客\n你在敵人身邊靈活翻滾，巧妙地躲避其反應動作。邁步至多到你速度一半的距離，並進行特技檢定。將檢定結果與移動期間你曾位於其觸及範圍內的每個生物的反射DC依序對抗。 \n大成功：此移動不觸發目標的反應動作，且它在你的回合結束前對你措手不及。你獲得派頭。 \n成功：此移動不觸發目標的反應動作。你獲得派頭。 \n大失敗：你的移動在進入目標觸及範圍時終止；若你是從目標觸及範圍內開始移動，則你完全不移動。",
	"濺血終結":"濺血終結 Bleeding Finisher  1動作\n終結技 浪客\n你的決勝一擊留下了血流不止的傷口。以適用精確打擊傷害的揮砍或穿刺武器或無武裝攻擊進行1次近戰打擊。命中時目標另外承受等同於精確打擊傷害量的持續流血傷害。",
	"雙發終結":"雙發終結 Dual Finisher  1動作\n終結技 浪客\n要求   你正持用2把近戰武器，每柄需在不同手中。\n你舞動兵器，同時向兩個不同的敵人發動強勁攻擊。向2個與你鄰接的不同敵人，進行2次近戰打擊，每次以你裝備中的2把不同武器之1發動。若第2次打擊以非靈巧武器發動，則承受-2罰值。在2次攻擊都結算完以後，才開始增加多次攻擊罰值。",
	"震懾終結":"震懾終結 Stunning Finisher  1動作\n終結技 浪客\n你的這次攻擊令人暈眩。進行一次近戰打擊（Strike）。如果你命中，你的敵人必須嘗試一次強韌豁免，對抗你的職業DC，帶有下面列出的效果；該豁免具有失能特徵。 \n大成功：目標不受影響。 \n成功：目標直到其下個回合不能使用反應動作。 \n失敗：目標震懾1。 \n大失敗：目標震懾3。",
	"一身是膽":"一身是膽 Vivacious Bravado  1動作\n浪客\n要求   你在目前回合獲得派頭\n派頭使你的膽識膨脹，讓你能暫時忽略疼痛。你獲得等級+你的魅力調整值點臨時生命值，此臨時生命存續直到你的下個回合開始時消滅。",
	"小盾之舞":"小盾之舞 Buckler Dance  1動作\n架勢 浪客\n要求   你正持用小圓盾。\n你踏出以小圓盾阻截所有攻擊的奇妙舞步。維持此架式時，只要你能滿足動作的需求，視為你總是以舉起盾牌動作舉起了小圓盾。",
	"狙擊終結":"狙擊終結 Targeting Finisher  1動作\n終結技 浪客\n你的終結技不只傷害，更能削弱敵人。從下列之中選擇1種肢體部位，然後進行打擊。若攻擊命中並造成傷害，則目標依指定的部位受附加效果影響，此附加效果持續到你的下回合結束。重擊時，再附加較微弱但持續1分鐘的額外效果。\n手臂(或其他用以攻擊的肢體，例如觸手)目標陷入力竭2。重擊時目標再陷入力竭1，持續1分鐘。\n頭部目標陷入呆滯2。重擊時目標再陷入呆滯1，持續1分鐘。\n腿腳目標在移動速度上承受-10尺狀態罰值。重擊時目標再承受-5尺狀態罰值，持續1分鐘。",
	"改日再死":"改日再死 Cheat Death  反應\n浪客\n觸發   你受到足以將你的生命值降至0點的傷害。\n你似乎總是能夠以毫釐之差迴避死劫。你不失去意識或死亡，並保有1點生命值，但你陷入毀滅1(在你已有毀滅的場合，將狀態值惡化1)。你不得以任何手段忽略或減少改日再死產生的毀滅狀態。改日再死產生的毀滅狀態持續10分鐘，在此毀滅失效時不會影響其他來源的毀滅狀態的持續時間。",
	"機動終結":"機動終結 Mobile Finisher  1動作\n終結技 浪客\n你在靈活移位后打出致命終結技。你邁步後進行打擊。若你持有相應的移動速度，可以掘地、攀爬、飛行、游泳取代原本的邁步。",
	"花俏飛躍":"花俏飛躍 Flamboyant Leap  2動作\n浪客\n先決條件   運動熟練度達到大師，花俏健將\n要求   你可以使用終結技。\n你一記花式跳躍后補上一招終結技。進行跳躍、跳高或跳遠后，在移動期間進行1次單動作的終結技；此終結技不得包含移動，例如機動終結。在終結技完成後，若你在空中，則不論你的跳躍移動距離是否還有剩，立刻墜落地面。若墜落的距離不高於跳躍移動的高度，則你不承受墜落傷害也不陷入倒地。在進行花俏飛躍的跳高和跳遠時，一律使用跳遠的DC，並將跳躍距離上限改為速度的2倍而非1倍。",
	"完美終結":"完美終結 Perfect Finisher  1動作\n終結技 幸運 浪客\n你將全身派頭集中，封鎖敵人所有的退路，發出一記沒可能躲避的攻擊。進行1次打擊，此打擊的攻擊骰雙骰取高。",
	"絕殺終結":"絕殺終結 Lethal Finisher  1動作\n死亡 終結技 浪客\n先決條件   精確打擊 6d6\n你直取敵人要害，意圖一擊殺敵。進行1次打擊，命中時不造成精確打擊傷害，改為由目標進行強韌豁免對抗你的職業DC，並根據結果來承受額外精準傷害。若打擊為重擊，則豁免結果視為壞1階處理。 \n大成功：你造成6點精準傷害。 \n成功：你造成6d6點精準傷害。 \n失敗：你造成12d6點精準傷害。 \n大失敗：你造成18d6點精準傷害。",
	"魔寵感官":"魔寵感官 Familiar's Eyes  1動作\n專注 預言系 女巫\n先決條件   持有魔寵\n你如同自己的五感一般接收魔寵的感官。你將自己的感官投射進魔寵之中。此時你失去來自自己身體的一切感官，但可透過魔寵的身體觀測世界，直到你解消此效果。在投射感官時，若你的魔寵理解語言，你可與之以心靈感應進行交談。 \n　　特殊 此專長帶有與你的女巫魔法根源相同的特徵（奧術、神術、原能或異能）。",
	"虹吸大能":"虹吸大能 Siphon Power  自由\n女巫\n頻率   每日一次\n要求   你在你的回合內尚未行動\n你汲取庇護主儲存在魔寵中的魔力。在你的回合期間，你可施放1個透過庇護主奧義或教誨傳授給你的魔寵的法術，但不消耗法術位(甚至不需事先準備此法術)，此法術必須比你能施展的最高等級法術低1級或以下。 \n　　特殊 此專長帶有與你的女巫魔法根源相同的特徵（奧術、神術、原能或異能）。",
	"雙發巫術":"雙發巫術 Split Hex  1動作\n專注 超魔 女巫\n你將攻擊性巫術部分的魔力保留，並將之導向第2個目標。如果你的下一個動作是使用施放法術動作施放一個單獨目標的有害巫術，將其法術環級減少2(也就是到比你能施展的最高等級法術低2級)。若你如此做，你可選擇該巫術將影響的第2個目標。",
	"魔戰士分析":"魔戰士分析 Magus's Analysis 1動作\n魔戰士\n需求 法術打擊（Spellstrike）\n根據你所知的生物戰鬥知識，你進行一次評估。嘗試一次對生物的回憶知識（Recall Knowledge）檢定。如果這輪你用打擊（Strike）命中了生物，你的回憶知識檢定獲得+1環境加值。如果你檢定成功，再充能（recharge）你的法術打擊（Spellstrike）。你檢定的目標在接下來1天暫時免疫（immune）魔戰士分析。",
	"舉起書卷":"舉起書卷 Raise a Tome 1動作\n魔戰士\n需求 你拿著一本書\n你舉起所拿著的書，然後將其翻開以防禦自己並加快學習的速度。這本書一直保持舉起（raise）狀態直到你的下一個回合開始為止。在舉起書的時候，你獲得 +1 的AC環境加值，並且辨識（identify）本書技能相關的生物獲得 +1 回憶知識（Recall Knowle）環境加值（例如你舉起你的法術書時回憶奧法 arcana）。這是相較於書本通常給予檢定的任何物品加值以外的加值。\n如果你具有盾牌格擋（Shield Block）專長，你可以用書本來響應這個專長（硬度 hardness 3，HP 12，BT 6）就好像它是一面盾牌一樣。無論你使用任何允許你使用舉起盾牌（Raise a Shield）動作的能力時，例如 Emergency Targe，你可以用舉起書卷（Raise a Tome）替代，任何通常需要一面盾牌的需求（requirement）都可以使用你的書本替代。",
	"法術格擋":"法術格擋 Spell Parry1動作\n魔戰士\n需求 你有至少一隻手是空閑的（free）。\n你灌注魔法力量到你的軀體或武器（armament）中以同時格擋物理或魔法的襲擊。你做好防守姿勢，只要你一直滿足需求（requirements）直到下個回合開始，AC和對抗以你為目標的法術豁免骰獲得+1環境加值。",
	"破壞性法術打擊":"破壞性法術打擊 Devastating Spellstrike 2動作\n魔戰士\n先決條件 奧術奔涌（Arcane Cascade），無當重刃融匯研究（inexorable iron hybrid study），法術打擊（Spellstrike）\n需求 你處於奧術奔涌架式中並且你的法術打擊已充能（charged）\n你的法術打擊橫掃（sweep）如此寬廣且具有破壞性，其濺射到了相鄰的敵人。進行一次法術打擊。目標相鄰（adjacent）的敵人受到數值等於2+奧術奔涌額外傷害的濺射傷害。傷害型別與奧術奔涌相同；如果法術已經造成了相同型別的濺射傷害，在應用弱點（weakness）或抵抗（resistances）前將兩次傷害合併計算。",
	"欺騙性法術打擊":"欺騙性法術打擊 Distracting Spellstrike 2動作\n魔戰士\n先決條件 詭笑鋒影融匯研究（laughing shadow hybrid study），法術打擊（Spellstrike）\n需求 你處於奧術奔涌架式中並且有一隻空閑（free）手\n你用一隻手編織欺騙性魔法以強化你的法術打擊。進行一次法術打擊和虛招（Feint）來對抗你的打擊（Strike）目標。在進行打擊前，但是在你選擇目標后立刻進行虛招檢定。這次虛招具有奧術（arcane）、幻術系（illusion）和視覺（visual）特徵，並且它永遠只具有虛招的基礎效果，而不能應用來自於其他專長或能力的任何調整（adjustment）或替換能力（alternate）。",
	"緊急護盾":"緊急護盾 Emergency Targe 反應\n魔戰士\n先決條件 閃耀法盾融匯研究（sparkling targe hybrid study）\n觸發 一個敵人使用近戰打擊或近戰法術攻擊骰命中你，或者你在對抗敵人法術的豁免骰中失敗\n需求 你握持著護盾或已經準備了護盾術（shield）\n你立刻舉起盾牌（Raise a Shield）或者釋放護盾術。在決定觸發法術或攻擊的效果時，應用環境加值到你的防禦上。",
	"汲取魔法":"汲取魔法 Capture Magic反應\n魔戰士\n先決條件 奧術奔涌（Arcane Cascade）\n觸發 你對抗敵人有害法術的豁免成功，或者敵人有害法術的法術攻擊骰失敗。\n當你抵抗了一個法術，你汲取它的部分魔力用於自身。你進入奧術奔涌架式，根據觸發法術來決定你奧術奔涌造成的傷害型別。額外的，如果你已經處於奧術奔涌架式中，你可以延長它暫時的效果。直到你下個回合結束，你奧術奔涌的傷害（damage）獲得 +2 狀態加值（status bonus）。",
	"法術橫掃":"法術橫掃 Spell Swipe 3動作\n魔戰士\n先決條件 法術打擊（Spellstrike）\n需求 你的法術打擊已充能\n你進行一次弧線（arc）攻擊並且對每個你命中的目標釋放法術。進行一次法術打擊，但是分別骰兩次打擊（Strike）來攻擊兩個生物，每一個都必須在你的近戰攻擊觸及範圍內並且彼此相鄰（adjacent）。如果你的法術可以影響兩個或更多目標，則你的法術影響任意數量被你命中的敵人，而不只是第一個目標；其他情況，則選擇一個法術生效的目標。一次法術橫掃在計算多重攻擊減值時被計算為兩次攻擊，但是你不會應用這一減值直到你完成兩次打擊為止。\n如果你使用一個具有橫掃（sweep）特徵的武器，其環境加值同時應用到兩個目標。你只能在近戰打擊（melee Strikes）時使用這一動作，即使你擁有星火流矢融匯研究（starlit span hybrid study）或類似能力也不行。\n如果你根據擴展法術打擊（Expansive Spellstrike）使用一個區域法術進行法術打擊時，按照擴展法術打擊的描述應用區域，選擇你打擊的生物之一來決定區域以及法術是否因為打擊大失敗而失效。如果你根據擴展法術打擊使用一個指向性法術（targeted spell）進行法術打擊時，如果兩次打擊都大失敗則法術完全失效。",
	"急流射線":"急流射線 Cascading Ray 1動作\n攻擊 魔戰士\n先決條件 法術打擊（Spellstrike）\n需求 你的上個動作是一次成功的法術打擊，並且你釋放的法術造成能量傷害（酸液 acid、寒冷 cold、電擊 electricity、火焰 fire、力場 force、負能量 negative、正能量 positive 或音波 sonic）\n魔法能量從你攻擊的生物體內噴涌而出。從被你傷害的生物中流出的能量構成60尺範圍的射線。你不能將任何被你用法術打擊傷害過的生物作為射線的目標。進行一次法術攻擊骰對抗新目標的AC，與打擊具有相同的多次攻擊減值。一旦命中，射線的目標受到具有與法術相同能量傷害型別且數值等於每法術環級 1d4 點的傷害（重擊造成雙倍傷害）。如果你是使用法術位來釋放法術打擊中的法術，則急流射線的傷害提升到每法術環級 1d8。\n如果法術造成不止一種的能量傷害型別，你只能為射線選擇其中一種。射線具有攻擊（attack）特徵，學派（school）和根源（tradition）特徵與原始法術相同，且具有傷害型別相對應的特徵。",
	"突擊性法術打擊":"突擊性法術打擊 Lunging Spellstrike 2動作\n奧術魔 戰士 變化系\n先決條件 法術打擊（Spellstrike），盤虬杖形融匯研究（twisting tree hybrid study）\n需求 你握持一柄木杖（staff）\n你的法術解放了木杖的結構使其變得出乎意料的長，甚至將其撕裂成由魔法力量結合起來的碎片。使用木杖進行一次法術打擊，使用的法術不能是戲法或聚能法術。增長法杖觸及範圍，數值為5尺 x 每法術環級。",
	"貫穿性法術打擊":"貫穿性法術打擊 Meteoric Spellstrike 2動作\n奧術 塑能系 魔戰士\n先決條件 法術打擊（Spellstrike），星火流矢融匯研究（sparkling span hybrid study）\n需求 你握持一件遠端（ranged）或投擲（thrown）武器，或者具有遠端無武裝攻擊（ranged unarmed attack）\n一條能量軌跡從你的目標流出返回到你。對在遠端武器或遠端無武裝攻擊第一射程增量（range increment）內的目標，使用遠端武器或遠端無武裝攻擊進行一次法術打擊。你用於法術打擊所釋放的法術不能是戲法或聚能法術。在你和目標連線上的每個生物，除了你和目標，受到數值等同於兩倍法術環擊的傷害。根據奧術奔涌描述決定傷害型別。",
	"急速再充能":"急速再充能 Rapid Recharge 自由\n魔戰士\n先決條件 法術打擊（Spellstrike）\n頻率 每天一次\n你利用奧術訣竅來恢復你將法術與攻擊交融的能力。你再充能（recharge）你的法術打擊。",
	"金本恒久":"金本恒久 Sustaining Steel 自由\n奧術 治癒 魔戰士 死靈系 正能量\n先決條件 奧術奔涌（Arcane Cascade），無當重刃融匯研究（inexorable iron hybrid study）\n觸發 你使用法術位釋放法術\n需求 你處於奧術奔涌架式\n你將魔法力量拉入到你的武器，利用其物質性來轉換魔法為恢復效能量。你恢復數值等同於兩倍法術環級的HP並且擲骰來終止任何你得到的持續負能量傷害（persistent negative damage）。\n如果法術是源自死靈學派，任何你得到的持續負能量傷害自動終止，並且如果你願意的話，你可以將奧術奔涌的傷害型別改為正能量（positive）。（正能量傷害通常只能傷害不死生物 undead 或其他具有負能量治癒 negative headling）",
	"過載性法術打擊":"過載性法術打擊 Overwhelming Spellstrike 2動作\n魔戰士\n先決條件 法術打擊（Spellstrike）\n需求 你的法術打擊已充能（charged）\n你刺穿敵人的抗性。進行一次法術打擊。用於法術打擊而釋放的法術無視目標數值等同於你等級的對於酸液（acid）、寒冷（cold）、電擊（electricity）、火焰（fire）或音波（sonic）的傷害抗性。這將應用於法術造成的所有傷害，包括持續傷害和被法術的持續效應所造成的傷害。生物的所有免疫（immunities）不受影響。",
	"奧術籠罩":"奧術籠罩 Arcane Shroud 1動作\n魔戰士\n先決條件 奧術奔涌（Arcane Cascade），法術打擊（Spellstrike）\n頻率 每輪一次\n需求 你最近的動作使用法術位中施放法術（Cast a Spell）或使用法術位進行一次法術打擊（Spellstrike）。\n你的法術帶有強力的餘波，根據你釋放的法術短暫的賦予你一個具體法術效果。在你在使用奧術奔涌時，根據你最近釋放法術的學派而受到一個額外副作用法術的效果。副作用法術持續到你下個回合結束或其通常持續時間為止，取其長者。再次使用奧術籠罩則停止任何你現有從奧術籠罩獲得的法術。\n防護系 石膚術（stoneskin）\n咒法系 閃現術（blink）\n預言系 識破隱形（see invisibility）\n惑控系 英雄氣概（heroism）\n塑能系 火焰護盾（fire shield）\n幻覺系 隱形術（invisibility，一如通常，會在敵對動作后終止）\n死靈系 虛假生命（false life）\n變化系 快速移動（fleet step）",
	"超常格擋":"超常格擋 Preternatural Parry 反應\n魔戰士\n先決條件 法術格擋（Spell Parry）\n觸發 你成為打擊或法術攻擊的目標，或者你將要進行對抗法術效應的豁免骰\n需求 你必須有至少一隻空閑手。\n你在最後時刻揮舞武器或肢體到格擋傷害的位置。直到你的下個回合開始，你的AC和對抗觸發效應的豁免骰獲得+2環境加值。",
	"驅散性法術打擊":"驅散性法術打擊 Dispelling Spellstrike 3動作\n魔戰士\n先決條件 法術打擊（Spellstrike）\n需求 你的法術打擊已充能（charged）\n你傳遞的法術試圖強行驅散你對手的魔法效應。進行一次法術打擊，如果擊中，你也可以嘗試反制（counteract）一個在目標上生效的單一法術（由你選擇的法術）。反制等級爲了你等級的一半向上取整，並且反制檢定調整值（check modifier）是使用一個法術用於法術反制的基礎調整值（standard modifier，你的智力調整值 Intelligence 加上你的施法熟練度加值 spellcasting proficiency，再加上其他特別影響反制檢定的加減值）",
	"嘹亮奔涌":"嘹亮奔涌 Resounding Cascade 自由\n魔戰士\n先決條件 奧術奔涌（Arcane Cascade）\n觸發 你使用奧術奔涌\n當你進入奧術奔涌架式時，你向附近盟友散佈魔法強化。你從奧術奔涌中獲得的額外傷害成為一種靈光，其影響5尺瀰漫（emanation）。其只使用架式的基礎傷害，基於盟友的武器專精（weapon specialization）；其不會獲得任何你從增益、詭笑鋒影融匯研究（laughing shadow hybrid study）或者類似效果中得到的加值。一如通常重複效果（duplicate effects）規則，複數個奧術奔涌對於同一生物的影響不會疊加。",
	"奧術狂風":"奧術狂風 Whirlwind Spell 3動作\n魔戰士\n先決條件 法術打擊（Spellstrike）\n需求 你的法術打擊已充能（charged）\n你將一個多目標法術（multitarget spell）的能量與狂風驟雨般的攻擊結合。你進行法術打擊，對你觸及範圍內所有敵人而不是單一敵人都進行一次近戰打擊。如果你的法術可以影響多個目標，則你的法術影響到所有你命中的敵人，而不是第一個目標，最多為法術通常的最多目標數。如果你打擊的敵人多於法術可以選擇的數量，選擇哪些敵人受到法術影響。每次打擊都會計算你的多重攻擊減值，但是直到你完成所有打擊為止不會增加你的減值。\n如果你根據擴展法術打擊（Expansive Spellstrike）使用一個區域法術進行法術打擊時，按照擴展法術打擊的描述應用區域，選擇你打擊的生物之一來決定區域以及法術是否因為打擊大失敗而失效。如果你根據擴展法術打擊使用一個指向性法術（targeted spell）進行法術打擊時，如果每次打擊都大失敗則法術完全失效，但是法術不會因為單次大失敗而完全失效。\n你只能在近戰打擊（melee Strikes）時使用這一動作，即使你擁有星火流矢融匯研究（starlit span hybrid study）或類似能力也不行。",
	"狂怒打擊":"狂怒打擊 Furious Strike 2動作\n幻靈\n你的幻靈將憤怒引導進一次狂怒的攻擊。它進行一次近戰打擊，且在計算多次攻擊罰值時記為兩次攻擊。如果這次打擊命中，你的幻靈造成1個額外的武器傷害骰，並在傷害骰上獲得+1環境加值。\n如果你有至少10級，提高到2個額外骰以及+2環境加值；如果你有至少18級，提高到3個額外骰以及+3環境加值。",
	"沸騰狂怒":"沸騰狂怒 Seething Frenzy 1動作\n專注 幻靈 情緒 精神\n你的幻靈的憤怒沸騰成了一種魯莽、失控的狂怒。狂怒中，你的幻靈受到激勵幻靈的影響，並獲得等同於你等級的臨時生命值，但在AC上承受-2罰值。你的幻靈無法自願終止狂怒，或者在狂怒中開始另一個狂怒。暴怒持續1分鐘，之後它會疲乏1分鐘，而且在1分鐘內無法開始另一個狂怒。",
	"野獸衝鋒":"野獸衝鋒 Beast's Charge 2動作\n幻靈\n你的幻靈向前衝刺，並藉助動能增加幻靈的攻擊的力量。你的幻靈行走兩次，並在之後進行打擊，只要幻靈從起始位置遠離了至少20尺，且完全走在一條直線上，則這次攻擊骰上獲得+1環境加值。",
	"原始咆哮":"原始咆哮 Primal Roar 2動作\n聽覺 幻靈\n你的幻靈釋放出原始的怒吼或其他與幻靈形態相符的令人恐懼的噪音。你的幻靈對能聽見咆哮的30尺內的每個敵人進行威嚇檢定以挫敗士氣。這次挫敗士氣不會因語言不通而承受罰值。",
	"旋風撕咬":"旋風撕咬 Whirlwind Maul 2動作\n幻靈\n你的幻靈對所有方向同時發動攻擊。它對觸及內的最多4名敵人進行1次近戰無武裝打擊。幻靈可以對每個敵人選擇不同的無武裝攻擊。每次攻擊都會算入你的多重攻擊罰值，但直到幻靈完成全部攻擊之前，罰值都不會提升。",
	"罪惡異象":"罪惡異象 Visions of Sin 2動作\n幻靈 情緒 魔法 精神\n頻率 10分鐘1次\n你的幻靈在30尺內1個目標生物的心中召喚出其罪惡的景象，折磨並擾亂目標。目標必須進行一個意志豁免對抗你的法術DC，效果如下所示。該效果持續到你的下一回合結束，但你的幻靈可以使用1個具有專注特徵的單動作將效果延長到你的再下一個回合結束（如維持法術），直到1分鐘的最大持續時間。如果目標邪惡，則在豁免骰中承受-2環境罰值。無論是否成功，目標都獲得1天的臨時免疫。\n大成功 目標不受影響\n成功 目標無法使用反應\n失敗 目標陷入緩慢1而且無法使用反應\n大失敗 如失敗，而且目標也困惑1輪。困惑無法被延長，但其他效果可以。",
	"盡忠反擊":"盡忠反擊 Dutiful Retaliation 反應\n幻靈 異能 變化系\n觸發 15尺內的一名敵人用一次打擊命中了你，並對你造成了傷害\n條件 你的幻靈在你的15尺範圍內\n你的幻靈本能地放出靈質能量，允許他對膽敢傷害你的敵人回敬一次打擊。你的幻靈對觸發的敵人進行一次近戰無武裝打擊，即使該敵人不在幻靈的觸及內。",
	"噴吐武器":"噴吐武器 Breath Weapon 2動作\n奧術 幻靈 塑能系\n你的幻靈噴出破壞性的能量波。幻靈對區域內的所有生物造成1d6點傷害，需要對抗你法術DC的基礎反射豁免。區域和傷害型別為幻靈取得該能力時所選的型別。你的幻靈在接下來的1d4輪內無法再次使用噴吐武器。\n在3級以及之後的每2級，傷害提升1d6。",
	"龍之狂怒":"龍之狂怒 Dragonic Frenzy 2動作\n幻靈\n你的幻靈用主要無武裝攻擊進行一次打擊，並用次要無武裝攻擊進行兩次打擊（順序任意）。如果這些攻擊中的任意一個對敵人造成重擊，幻靈立刻恢復噴吐武器的使用能力。",
	"巨龍吐息":"巨龍吐息 Wyrm's Breath 自由\n專注 幻靈\n頻率 每10分鐘一次\n你的幻靈聚集最強大的巨龍的力量，以令魔法噴吐變得更壯觀。如果你的幻靈的下一個動作是使用噴吐武器，噴吐武器的傷害和範圍都加倍。",
	"藤條打擊":"藤條打擊 Tendril Strike 1動作\n幻靈\n你的幻靈將身體伸展到極限，攻擊通常無法觸及到的敵人。你的幻靈進行1次近戰無武裝打擊，將這次打擊的觸及延伸5尺。如果這個無武裝打擊具有卸武、猛推或摔絆特徵，幻靈也可以使用對應的動作取代打擊。",
	"根生領域":"根生領域 Field of Roots 2動作\n幻靈\n你的幻靈將根植入地底，糾纏並可能傷害所有附近的敵人。所有在幻靈觸及內的敵人承受傷害，型別和數值相當於幻靈傷害最高的打擊，且具體效果根據反射豁免結果確定。任何持續性的豁免效果持續到敵人成功逃脫或離開了幻靈的觸及。使用根生領域后，你的幻靈陷入禁足，直到它進行了一個具有操作特徵的單動作與地面分離；這也會終止敵人身上來自根生領域的剩餘效果。\n大成功 敵人不受影響。\n成功 敵人不承受傷害，但在速度上承受-10尺環境罰值。\n失敗 敵人承受一半的傷害，速度承受-10尺環境罰值，以及，在他的每個回合結束時，再次承受一半的傷害。\n大失敗 敵人被禁足，承受完整的傷害，以及，在他的每個回合結束時，再次承受完整的傷害。",
	"滑翔形態":"滑翔形態 Glider Form  1動作\n幻靈 進化 移動 召喚師\n你的幻靈進化出了翅膀，能飄浮的身體，或某些其他能控制下降的方式。它能緩慢朝地面滑翔，在空中每下降5尺，最多能前進25尺。只要它每輪都花費至少1個動作滑翔，並還沒有接觸到地面，它就能在你的回合結束時保持在空中。",
	"融入幻靈":"融入幻靈 Meld into Eidolon  3動作\n召喚師\n你的物理形態可以與幻靈的融合，獲得增益但限制你的能力。你顯現你的幻靈，但並非將其召喚到一個鄰接的開放格子，而是變成它。當按照這種方式顯現，你使用它的數據，你無法行動，除了指示它使用顯現幻靈以隱沒。由於你無法行動，你無法施展法術、啟動或受益於通常有利於你而非你幻靈的魔法物品、進行具有同步特徵的動作、或使用其他需要你而非你的幻靈的能力來行動。當你融入時，你無法被單獨視為目標。當你的HP降低至0，你的幻靈隱沒，留下你的失去意識且瀕死的身體。",
	"防衛召喚師":"防衛召喚師 Defend Summoner  1動作\n幻靈 進化 召喚師\n你的幻靈擋下了針對你的攻擊。當你的幻靈使用了該動作，你的AC獲得+2環境加值，直到你下一回合開始。該加值只在你處於幻靈觸及內時才適用（在大多數情況下，這意味著你的幻靈與你鄰接或位於你的方格中）。",
	"反射解消":"反射解消 Reactive Dismissal  反應\n召喚師\n觸發 你的幻靈即將受到傷害\n你突然解消了你的幻靈以降低它受到的傷害，儘管這會讓再次召喚變得更加困難。將觸發的傷害降低，數值等於你等級的兩倍，且你的幻靈隱沒。你直到下個回合結束都無法再次顯現幻靈。",
	"縮小":"縮小 Shrink Down  1動作\n專注 幻靈 進化 召喚師 變化系\n你的幻靈能夠收縮以適應狹窄空間。你的幻靈的體型變小，最小到小體型。它在縮小狀態時可以再次使用該動作以變回正常體型。",
	"同步移動":"同步移動 Tandem Move 1動作\n召喚師 同步\n你和幻靈同時移動。你們各自使用一個單動作來行走。無論你還是幻靈，只要擁有對應的移動型別就可以用掘地、攀爬、飛行或游泳來取代行走。",
	"嗜血狂怒Blood":"嗜血狂怒Blood Frenzy  1動作\n幻靈 進化 召喚師\n先決條件 放血利爪\n需求 你的幻靈的上一個動作對一個活物造成了流血傷害\n你的幻靈沉浸在狂怒之中。它獲得激勵幻靈的好處，並獲得等同於你等級的臨時HP，但在AC上承受-2罰值。它不能自願終止狂怒，或在狂怒中開始另一個狂怒。狂怒持續1分鐘，之後你的幻靈陷入1分鐘的疲乏，而且在1分鐘內無法開始另一個狂怒。",
	"幻靈藉機":"幻靈藉機 Eidolon's Opportunity  反應\n幻靈 進化 召喚師\n觸發 一個處於你幻靈觸及內的生物使用了一個操作動作或一個移動動作，進行一次遠端攻擊，或在他所使用的的移動動作中離開了一個方格。\n你的幻靈對觸發的生物進行一次近戰打擊。如果這次攻擊是重擊，且觸發動作是操作動作，你的幻靈打斷了該動作。這次打擊不計入你的多次攻擊罰值中，你的多次攻擊罰值也不應用在這次打擊上。",
	"華麗降臨":"華麗降臨 Ostentatious Arrival 自由\n專注 操作 超魔 召喚師\n如果你的下一個動作是3動作的顯現幻靈行動，或者施展一個3動作的召喚法術，該生物會在爆炸中出現。所有你召喚或顯現生物周圍10尺瀰漫範圍內的生物會承受每法術環級1d4點火焰傷害，或者每2個顯現幻靈等級1d4點傷害。如果你召喚或顯現的生物具有強酸、寒冷、電擊、火焰、音波或水特徵，用特徵對應的傷害型別替換（水特徵對應寒冷傷害）。如果生物具有不止1個這種特徵，你選擇造成哪種傷害型別。",
	"相位脫離":"相位脫離 Phase Out  3動作\n專注 進化 召喚師 變化系\n先決條件 你的幻靈是一個魅影\n你的幻靈漸漸從真實相位中脫離，獲得對全部傷害的抗力（除了力場和負能量），數值等於你等級的一半。它不是虛體，但也不能使用打擊或其他需要完整身體形態的動作，例如擒抱、推撞、或摔絆。你的幻靈能使用一個具有專注特徵的單動作回到正常形態。",
	"同步打擊":"同步打擊 Tandem Strike  2動作\n召喚師 同步\n需求 一個生物位於你和你的幻靈的觸及內\n你和幻靈都進行打擊，在不妨礙彼此移動的情況下無縫瞄準同一個目標。你的幻靈進行一次近戰打擊，然後你對同一個生物進行一次近戰打擊。兩次攻擊都計入多次攻擊罰值，但在兩次攻擊全部完成之前，該罰值都不會增加。",
	"緊握":"緊握 Constricting Hold  1動作\n幻靈 進化 召喚師\n需求 你的幻靈有一個被擒抱或束縛的生物。\n你的幻靈緊緊擠壓生物，對其造成等同於你的幻靈等級外加其力量調整值的傷害，其基礎強韌豁免要對抗你的法術DC。",
	"無情撕裂":"無情撕裂 Merciless Rend  1動作\n幻靈 進化 召喚師\n需求 你的幻靈使用次要攻擊進行兩次連續的打擊並命中了同一個敵人，且兩次攻擊都造成了揮砍傷害。\n你的幻靈撕裂了你的敵人。它自動對敵人造成次要攻擊的傷害。",
	"守護羈絆":"守護羈絆 Protective Bond 反應\n防護系 召喚師\n觸發 你和你的幻靈同時位於一個傷害效果的區域內\n你與幻靈之間羈絆的力量以從傷害中保護你們。如果你和你的幻靈從區域效果中受到不同數值的傷害，你承受較低數值的傷害，而非較高數值的。\n特殊 該專長具有和幻靈根源相匹配的特徵（奧術、神術、異能、原能）。",
	"王車易位":"王車易位 Transpose 1動作\n專注 咒法系 操作 召喚師 傳送\n你與幻靈交換了位置。你和幻靈傳送到對方的方格中。\n特殊 該專長具有和幻靈根源相匹配的特徵（奧術、神術、異能、原能）。",
	"召喚師的呼喚":"召喚師的呼喚 Summoner's Call 反應\n專注 咒法系 召喚師 傳送\n觸發 你或你的幻靈從一個敵人或危害那裡受到傷害\n需求 你的幻靈已顯現，且與你之間的距離超過5尺。\n危急之時，你將幻靈喚回你身邊。你的幻靈傳送至鄰接你的一個開放空間中。\n特殊 該專長具有和幻靈根源相匹配的特徵（奧術、神術、異能、原能）。",
	"踐踏":"踐踏 Trample  3動作\n幻靈 進化 召喚師\n你的幻靈行走至多兩倍的速度，並能穿過體型至少小一級的生物所佔據的空間，踐踏幻靈經過空間的每個生物。幻靈在一次踐踏過程中只能對同一名生物踐踏一次。幻靈造成對這些生物造成鈍擊傷害，數值等同於其次要攻擊的傷害，且這些生物需要進行1次基礎反射豁免對抗你的法術DC。",
	"爆炸跳躍":"爆炸跳躍 Explosive Leap 1動作\n火焰 發明家 移動 不穩定\n你驅動你的大發明瞄準下方爆炸，將你發射到空中。你在不接觸地面的情況下朝任意方向跳躍最多30尺。你必須在固體地表上著陸，否則你會在使用下一個動作后開始墜落。和使用下一個動作后開始墜落的通常效果一樣，你仍然會在回合結束后開始墜落，即使你該回合沒有使用更多的動作。\n特殊 如果你的大發明是僕從，它而非你可以使用該動作。",
	"緊急搶修":"緊急搶修 Haphazard Repair 1動作\n發明家 不穩定\n你快速修復你的大發明，而代價則是它的穩定性。你立刻修理Repair你的大發明。你不需要將大發明擺在平坦表面上，但你需要鄰接它（包括持握或穿戴它），也如常需要擁有修理工具包。",
	"不不不！是我造的你！":"不不不！是我造的你！ NO! NO! I Created You! 反應\n聽覺 專注 發明家\n先決條件 構裝體大發明\n頻率 每分鐘1次\n觸發 你的構裝夥伴將要陷入困惑或被控制狀態。\n你呼喚你的構裝夥伴和創造者之間的紐帶，試圖破解控制效果。嘗試反制使你的構裝夥伴陷入困惑或被控制狀態的效果，使用你的手藝Crafting調整值進行反制檢定並將你等級的一半（取高）視為反制等級。",
	"篡改":"篡改 Tamper 1動作\n發明家 操作\n你使用一隻空閑的手，篡改了敵人的武器或護甲。選擇一個你觸及內的敵人所持握的武器或穿戴的護甲。嘗試一次手藝Crafting檢定對抗敵人的反射DC。\n大成功 你的篡改非常有效。如果你篡改了武器，敵人在使用該武器進行的攻擊骰和傷害骰上承受-2環境罰值。如果你篡改了護甲，護甲會妨礙敵人的移動，令敵人陷入措手不及且在速度上承受-10罰值。該效果持續到敵人互動Interact以移除，無論你選擇進行何種篡改。\n成功 你的篡改暫時有效。如大成功，但效果持續到你的下回合開始，即使敵人沒有進行互動Interact以移除。\n大失敗 你的篡改引起了華麗的麻煩，你的工具或器械發生了小規模的爆炸。你承受等於你等級的火焰傷害。",
	"摺疊式護甲":"摺疊式護甲 Collapse Armor 1動作\n發明家 操作 改修\n先決條件 護甲大發明\n需求 你穿戴著你的護甲大發明，或用雙手持握著它的袖珍形態（見後文）。\n你改造了你的護甲大發明，讓他能夠摺疊成更袖珍的形態，讓你能夠快速穿上或脫下護甲。如果你摺疊護甲時正穿戴著你的大發明，你立刻脫下它，它摺疊成袖珍形態，並被你的雙手持握（如果你並沒能空出兩隻手，它會掉落在你的鄰接空間中）。如果你持握著處於袖珍形態的護甲，並使用該動作，它會展開成護甲形態並套在你身上。\n處於摺疊形態中，你的護甲大發明更容易攜帶，其負載比護甲條目中列出的負載低1，最低到輕負載（攜帶的護甲的負載通常情況下比條目中列出的負載高1）。",
	"摺疊式構裝體":"摺疊式構裝體 Collapse Construct 1動作\n發明家 操作 改修\n先決條件 構裝體大發明\n你用輕質材料改造了你的構裝夥伴，讓你能將其摺疊成一個手提箱或其他袖珍且無害的形態。你的構裝體或你（如果你鄰接它）都可以使用摺疊構裝體的動作將其變成袖珍形態或變回來。\n在袖珍形態中，你的構裝體無法行動，但能輕鬆攜帶，如果它是小體型，則負載為2，中體型為4，大體型為8。袖珍形態有輪子，你可以輕鬆以半速拖著它移動（而非通常拖曳時的較低速度）。",
	"燒灼療法":"燒灼療法 Searing Restoration 1動作\n火焰 治療 發明家 操作 不穩定\n別人告訴你爆炸不可能能用來治療，但他們都是傻子……傻子都無法理解你的智慧！你從大發明中造出一種小型爆炸，改變燃燒強度並使用蒸汽藥草燒灼傷口。你或一個鄰接你的生物恢復1d10點生命值。另外，該生物可以立刻嘗試一次純骰檢定以從某單一來源的持續性流血傷害中恢復，且DC降低，如同提供了合適的輔助。\n在3級，以及之後每2級，治療量提升1d10。\n特殊 如果你的大發明是僕從，它而非你可以進行該動作，但因為它並非一個活物，它不能對自身使用該能力。",
	"百萬噸強擊":"百萬噸強擊 Megaton Strike 2動作\n發明家\n先決條件 護甲，構裝體或武器大發明\n你啟動了器械，爆炸，和其他大發明的隱藏機制以進行強力的攻擊。你進行一次打擊Strike，造成1個額外的武器傷害骰。如果你至少有10級，增加到2個額外骰，如果你至少有18級，增加到3個額外骰。你進行打擊Strike的型別由你的大發明決定。\n·護甲 你使用近戰無武裝攻擊或一把近戰武器進行打擊Strike。爲了使用近戰武器進行，你必須在進行每日準備時，提前通過一種奇怪的機械準備好這把武器，\n·構裝體 你的構裝體大發明進行打擊Strike。\n·武器 你使用你的武器大發明進行打擊Strike。\n不穩定功能 你冒著大發明破損的風險，在打擊Strike中追加更多的力量。在百萬噸強擊Megaton Strike中新增不穩定特徵。該打擊造成另一個額外的傷害骰，4級時總共造成2個額外骰，10級3個，18級4個。\n特殊 如果你的大發明是僕從，它而非你可以使用該動作。",
	"高速發條機":"高速發條機 Clockwork Celerity 自由\n發明家 操作 不穩定\n先決條件 護甲，構裝體，或武器大發明\n觸發 你的回合開始\n你可以使用大發明中不穩定的發條裝置讓你的發明更快地工作。你在這輪獲得迅捷狀態。你使用額外動作的方式由你的大發明決定。\n·護甲 你可以使用額外動作快步Step，行走Stride，或使用大發明提供給你的其他移動動作（例如游泳Swim，如果你有潛水護甲Diving Armor 專長）。\n·構裝體 你可以使用額外動作指揮Command你的構裝體大發明（或如果你要花費2個動作指揮Command你的構裝體，用額外動作來滿足其中一個動作）。\n·武器 你可以使用額外動作使用你的大發明打擊Strike，或裝填Reload你的大發明。",
	"百萬伏特":"百萬伏特 Megavolt 2動作\n電擊 發明家 操作\n你從大發明中放出閃電。以你的大發明為起點的20尺線形區域中的生物承受3d4電擊傷害，基礎反射豁免DC為你的職業DC。在8級和之後的每2級，電擊傷害提升1d4。\n不穩定功能 你加上更強的電壓，將電能過載。在百萬伏特Megavolt上加上不穩定特徵。區域變成60尺線形，傷害骰從d4提升至d12。\n如果你有突破性大發明職業特性，當你使用不穩定百萬伏特Megavolt時，你可以選擇60尺或90尺線形區域；如果你有革命性大發明職業特性，你可以選擇60尺，90尺或120尺線形區域。\n特殊 如果你的大發明是僕從，它而非你可以使用該動作。",
	"分神爆炸":"分神爆炸 Distracting Explosion 反應\n發明家 操作\n先決條件 攻勢增壓\n觸發 你觸及內的生物使用了一個專注動作。\n你的敵人覺得你在身邊的時候還能專注別的事情？你能直接讓他們走神好吧！使用受益於攻勢增壓的武器或無武裝攻擊對觸發的生物進行一次近戰打擊Strike。該打擊Strike不計入你的多次攻擊減值，你的多次攻擊減值也不會應用在這次打擊Strike上。\n不穩定功能 你全力製造一種爆炸性的干擾。在分神爆炸Distracting Explosion上加上不穩定特徵。如果這次攻擊命中，你打斷了觸發的專注動作。\n特殊 如果你的大發明是一個僕從，它而非你可以使用該反應，即使僕從一般不能使用反應或者在它的回合外行動。它使用你在該回合獲得的反應進行。",
	"通電護甲":"通電護甲 Electrify Armor 1動作\n發明家 操作\n先決條件 護甲大發明\n需求 你穿戴著你的護甲大發明。\n你給你的護甲通電，懲罰膽敢攻擊你的敵人。1輪內，任何接觸到你的生物，用近戰無武裝攻擊或非長觸及的近戰武器命中你的生物，受到1d4電擊傷害。如果你不再穿戴你的護甲大發明，該效果終止。\n如果你有革命性大發明職業特性，傷害提升至2d4。\n不穩定功能 你製造一種不穩定的連鎖反應，數不清的火花在你的護甲上舞動。在通電護甲Electrify上加上不穩定特徵。該效果持續1分鐘而非1輪，傷害骰從d4提升至d12。",
	"支援修補":"支援修補 Helpful Tinkering 1動作\n發明家 操作\n先決條件 攻勢增壓\n頻率 每10分鐘1次。\n你不僅能修補自己的大發明，你也能鼓搗盟友的武器（當然是爲了他們好）。選擇一個你觸及內的盟友以及他的一把武器。嘗試一次手藝Crafting檢定，對抗符合你等級的高DC。\n成功 1分鐘內，所選盟友使用所選武器進行的打擊Strike獲得和你的大發明相同的攻勢增壓效果。\n大失敗 你的盟友受到攻勢增壓在正常情況下的一次成功的打擊中能造成的數值和型別的傷害。",
	"鎖定":"鎖定 Lock On 1動作\n發明家\n先決條件 構裝體大發明\n啊哈！你鎖定了敵人的弱點，你的構裝夥伴可以摧毀他了！當你鎖定Lock On，指定一個你可以看見的敵人。如果你的下一個動作是指揮Command你的構裝體，該構裝體在針對指定敵人的攻擊骰上獲得+2環境加值，直到回合結束。如果你在指揮Command時使用2動作，加值改為+3環境加值，或+4環境加值，如果你在手藝Crafting上達到傳奇。",
	"深度冷凍":"深度冷凍 Deep Freeze 2動作\n寒冷 發明家 操作\n先決條件 畫地為牢Warding Circle\n你用你的大發明發射一束過凍液體，傷害敵人並減慢他的速度。瞄準1個60尺內的生物。該生物承受等於你的等級的寒冷傷害，其效果基於他的反射豁免。\n大成功 目標不受影響\n成功 目標受到一半傷害，並在速度上承受-5尺狀態減值，持續1輪。\n失敗 目標承受完整傷害，並在速度上承受-10尺狀態減值，持續1輪。\n大失敗 目標承受雙倍傷害，陷入持續1輪的緩慢1狀態，並在速度上承受-15尺狀態減值，持續1輪。\n不穩定功能 你的大發明噴出壯觀的錐狀過凍液體，這可能造成一連串的失敗。在深度冷凍Deep Freeze上加上不穩定特徵。該能力影響60尺錐形區域內的所有生物而非單一生物，且造成兩倍於你等級的寒冷傷害，而非等於你的等級。\n如果你有革命性大發明職業特性，你在使用不穩定深度冷凍Deep Freeze時可以選擇60尺或90尺錐形區域。\n特殊 如果你的大發明是僕從，它而非你可以使用該動作。",
	"爆發戰技":"爆發戰技 Explosive Maneuver 1動作\n發明家\n先決條件 武器大發明\n需求 你的上一個動作是使用你的武器大發明對一個敵人進行的成功的打擊。\n你在武器中內建了一種隱藏的實驗特性，你的武器爆發性地部署槓桿，繩鉤或類似的機關輔助你執行戰技。當你使用爆炸戰技Explosive Maneuver，選擇擒拿Grapple，猛推Shove，或摔絆Trip。你的武器大發明必須有匹配你所選動作的武器特徵（例如，你的武器必須有擒抱特徵才能選擇擒拿Grapple動作）。你對你上一次成功的打擊Strike命中的敵人進行所選動作，使用和你上一次成功的打擊一致的多次攻擊減值。你仍然會在進行擒拿Grapple，猛推Shove或摔絆Trip后提升你的多次攻擊罰值。",
	"不穩定冗餘":"不穩定冗餘 Unstable Redundancies 自由\n發明家\n觸發 你即將為一個不穩定動作嘗試純骰檢定，但你還沒有投骰。\n你在大發明內建造了三重冗餘系統並新增了所有種類的緩衝器保護它不受你的不穩定實驗的傷害。你自動在觸發的純骰檢定中成功。\n你無法再次依靠不穩定冗餘Unstable Redundancies，直到你花費10分鐘時間將其復位。如果你花費10分鐘時間再調校你的大發明以讓其再次使用不穩定動作，你可以在同樣的時間內復位你的不穩定冗餘Unstable Redundancies。",
	"沒想到吧！":"沒想到吧！ You Failed to Account for...This! 反應\n發明家\n觸發 一個你可以看到的生物對你進行一次攻擊，並要對抗你的AC。\n當你的敵人嘗試攻擊你，你總是能在最後一刻掏出一些古怪的發明從無論什麼樣的攻擊中保護自己。描述一種你嘗試用來從敵人的攻擊中保護自己的裝置——例如，當被電蜥蜴的電擊打擊Strike攻擊時，你可能掏出一種特殊的接地閃電權杖，但這原本是你準備引來雷暴給自己的發明充能的玩意兒！按這種方式使用發明來防禦意味著觸發攻擊的攻擊骰需要對抗你的手藝Crafting DC而非你的AC。\n由於你使用手藝Crafting DC替換了AC，任何AC上的減值都不適用，但這不會移除任何狀態或其他導致這些減值的效果。例如，如果你措手不及，並使用了發明來防禦偷襲，你仍然會在被命中時承受額外精準傷害，即使措手不及在AC上的-2減值不適用於你的手藝Crafting DC。",
	"毀滅性武裝":"毀滅性武裝 Devastating Weaponry 3動作\n發明家\n先決條件 武器大發明\n你的武器釋放出射彈風暴，或在戰場上飛躍收割，對多個敵人同時打擊Strike。使用你的武器大發明對你30尺內的每個敵人進行1次打擊Strike。在你完成全部攻擊之前都不要提升你的多次攻擊減值。如果你的大發明是近戰武器，或者任何一次攻擊超出了你的觸及，你在打擊Strike前放開Release武器，它在全部完成後會回到你的手上。如果你的手在武器迴歸時被佔用，它會掉在你的空間的地表上。如常，如果你的武器大發明在打擊Strike之間需要1個或更多的動作來裝填，你不能使用它通過毀滅性武裝Devastating Weaponry來進行多次攻擊。",
	"破壞引擎":"破壞引擎 Engine of Destruction 3動作\n發明家\n先決條件 構裝體大發明\n你的構裝體的肢體分離，部署隱藏武器庫，或使用類似的技術釋放出巨大的破壞能量橫掃一切。你指揮Command你的大發明。取代它通常的動作，它行走Stride一次，之後對它30尺內的每個敵人進行1次打擊Strike，且它在攻擊骰上有+2環境加值。多次攻擊減值在構裝體完成全部攻擊之前都不會上升。",
	"否決傷害":"否決傷害 Negate Damage 反應\n發明家\n先決條件 護甲大發明\n觸發 你即將承受傷害。\n你的護甲啟動了多種你提前準備好的裝置，你使用其中一種將你即將受到的傷害降低15點。\n不穩定功能 你同時啟動了全部的預案，暴力反抗到來的攻擊，抵消它的力量。在否決傷害Negate Damage上加上不穩定特徵，將你即將受到的傷害降低50點。",
	"暴力破鎖":"暴力破鎖 Blast Lock 1動作\n攻擊 槍客\n需求 你正持用一把已裝填的火器\n有時走兩點之間最近的路線時需要移除一兩個障礙。你對一個10尺範圍內的鎖使用火器進行射擊。使用你的攻擊骰對抗開鎖（Pick the Lock）所需的DC。\n大成功 你直接打開了面前的鎖，或是在嘗試打開結構精良的鎖時視為獲得了兩次成功結果。\n成功 你直接打開了面前的鎖，或是在嘗試打開結構精良的鎖時視為獲得了一次成功結果。\n失敗 你沒有打開鎖，你的射擊反而讓它更難打開了。之後繼續對這個鎖進行開鎖（Pick the Lock）的結果獲得-2環境減值。\n大失敗 你沒有打開鎖，你的射擊反而讓它更更更難打開了。之後繼續對這個鎖進行開鎖（Pick the Lock）的結果獲得-4環境減值。",
	"掩護射擊":"掩護射擊 Cover Fire 1動作\n槍客\n頻率 每輪一次\n需求 你正持用一把已裝填的火器或弩\n你開火壓制敵方迫使他們尋求掩蔽，以此保護你的友軍。你使用一把火器或弩對目標進行一次打擊（Strike），目標必須在你投出攻擊骰前決定決定是否閃開。如果目標閃開，他在AC上獲得+2環境加值，如果擁有掩蔽則改為獲得+4環境加值，但他同時在下一輪迴合結束前的遠端攻擊骰上獲得-2環境減值。如果敵人選擇不閃開，你這次打擊的攻擊骰獲得+1環境加值。",
	"滑壘得分！":"滑壘得分！Hit The Dirt! 反應\n槍客\n觸發 一個你可以看見的敵人試圖對你進行遠端打擊（Strike）\n你飛身躲避險情，進行一次跳躍（leap），你的這次移動使你對抗觸發該能力的攻擊時在AC上獲得+2環境加值。無論觸發該能力的攻擊是否命中，你在完成跳躍后都將處於倒地狀態。",
	"空槍嘲弄":"空槍嘲弄 Fake Out 反應\n槍客 視覺\n觸發 一名友方正打算使用需要攻擊骰的行動，而目標在你武器的第一射程增量內\n需求 你持用一把已裝填的火器或弩\n你精湛地施展武器絕招迫使敵人始終戒備著你。投一次攻擊骰援助（aid）觸發的攻擊，如果從上一個回合開始后你使用同一把武器對這個敵人造成過傷害，你的援助攻擊骰獲得+1環境加值。",
	"手槍花招":"手槍花招 Pistol Twirl 1動作\n槍客\n先決條件 在欺騙上受訓\n需求 你正持用一把已裝填的單手遠端武器\n你快速的手勢和表演才華干擾了你的敵人，使其更容易受到你後續的攻擊。你使用虛招（Feint）對抗一名在需求中的遠端武器的第一個射程增量內的敵人，而非一名在你的近戰觸及範圍內的敵人 。如果成功，這名敵人對你的近戰攻擊及遠端攻擊皆處於措手不及而非僅僅近戰攻擊。如果大失敗，你對該名敵人的近戰攻擊及遠端攻擊均獲得措手不及而非僅僅近戰攻擊。",
	"危險裝填":"危險裝填 Risky Reload 1動作\n絕技 槍客\n需求 你正持用一把火器\n你對這種快速裝填火器的技術十分熟練，但嘗試這種技術對於武器效能來說是一次非常危險的豪賭。使用互動動作裝填一把火器，然後用那把火器進行一次打擊（strike），如果打擊失敗，火器會啞火。",
	"警告射擊":"警告射擊 Warning Shot 1動作\n槍客\n先決條件 在威嚇上受訓\n需求 你正持用一把已裝填的火器\n槍聲咆哮如此簡單明瞭誰還需要多費口舌？你通過朝天射擊嘗試對一名在火器最大射程里而非30尺的敵人使用挫敗士氣（demoralize），即使對方不理解你的語言，本次檢定也不會有-4的環境減值。",
	"鍊金射擊":"鍊金射擊 Alchemical Shot 2動作\n槍客\n需求 你攜帶或一隻手持用一枚鍊金炸彈，另一隻手正持用一把火器或弩\n你非常熟悉這種將鍊金炸彈與裝填射擊混合的技術。使用互動動作取出鍊金炸彈（如果它未在你手中）然後消耗這枚炸彈並將它的成分與彈藥混合。接著，用你的火器進行一次打擊（strike），這次打擊造成的傷害型別與消耗的鍊金炸彈相同（譬如熾火膠會造成火焰傷害）這次打擊還會額外造成與鍊金炸彈傷害型別相同的1d6點持續傷害。如果這次打擊失敗，你會受到與消耗炸彈傷害相同型別的1d6點傷害，然後火器啞火。\n如果鍊金炸彈等級到達11級或更高，則持續傷害提升至2d6，如果鍊金炸彈等級到達17級或更高，則持續傷害提升至3d6。\n（暫）PS：根據設計師回覆，持握雙手火器或弩滿足本專長需求，如今後有erreta以後出的檔案為準。",
	"黑火藥助推":"黑火藥助推 Black Powder Boost 1-2動作\n槍客\n需求 你正持用一把已裝填的火器\n你在跳躍的時候開火，利用反衝增加跳躍的距離。你進行一次跳躍（leap）然後開槍使自己跳躍距離獲得10尺狀態加值。如果你花費了2個動作使用黑火藥助推，你可以選擇跳高或跳遠。\n特殊 如果一個能力允許你以一個單一動作跳高或跳遠（比如迅速跳躍quick jump技能專長），你的黑火藥助推也可以以同樣使用單一動作進行。",
	"即時備品":"即時備品 Instant Backup 反應\n槍客\n觸發 你的攻擊使火器啞火\n即使你的火器啞火，你也可以迅速地掏出一把備用武器。如果你選擇這麼做你可以放開已經啞火的武器，然後以使用互動動作掏出一把單手武器。",
	"雙重射擊":"雙重射擊 Paired Shot 2動作\n槍客\n需求 你正持用兩把武器，每一把都必須是已裝填的單手火器或單手弩\n你的射擊同時命中目標。進行兩次打擊（Strike），每次使用你的兩把遠端武器中的一把，兩次攻擊都應用你目前的多次攻擊減值。兩次普打擊需要指定同一個目標。\n如果兩次攻擊均命中，將兩次傷害合計，然後加入兩把武器的任何其他可用的增強效果，但精準傷害僅在你所選的攻擊上應用一次。所結合的兩次普通攻擊傷害在計算抗力和弱點方面僅計算一次。在計算多重攻擊減值時，這一動作被計算為兩次攻擊。",
	"機動裝填":"機動裝填 Running Reload 1動作\n槍客\n你可以在移動時裝填你的武器。你可以進行一次行走（Stride）、快步（Step）或潛行（Sneak），然後進行互動動作裝填。",
	"灼燒止血":"灼燒止血 Cauterize 1動作\n絕技 槍客\n需求 你正持用一把已裝填的火器並且你或者鄰接的友方正受到持續流血傷害\n你用冒煙的槍膛去灼燒一個流血的傷口。用火器進行一次打擊，然後將過熱的槍膛按壓在你或者觸及內盟友正遭受持續流血傷害的傷口上。立刻進行一次擺脫流血持續傷害的純骰檢定，並且視為獲得有效援助降低DC難度（CRB62頁，譯者：並沒有找到）。",
	"漂泊槍舞":"漂泊槍舞 Drifter's Juke 2動作\n絕技 槍客\n先決條件 漂泊客之道\n需求 你的一隻手正持用一把火器或弩，另一隻手持用一把近戰武器或空手\n你在來回移動拉動距離來完成你的進攻組合。你進行一次快步（step），然後進行一次打擊（strike），再次快步（step），再進行一次打擊（strike）。其中一次打擊必須是使用你的火器或弩的遠端攻擊，另一次打擊必須是使用近戰武器的近戰攻擊或無武裝攻擊。你可以選擇不進行一次或兩次快步。",
	"爆射破陣":"爆射破陣 Phalanx Breaker 2動作\n槍客\n先決條件 突擊手之道\n需求 你正持用一把雙手火器或雙手弩\n你知道如何打破敵人的陣型，你必須在他們的中心轟出一個缺口。使用需求中的武器對第一射程增量內的一個目標進行一次遠端打擊（strike），如果打擊成功會令目標後退10尺，如果打擊大成功則為20尺。並且如果目標後退途中撞上障礙物，目標還會受到等同於你等級一半的鈍擊傷害。",
	"短槍手的挑戰":"短槍手的挑戰 Pistolero's Challenge 1動作\n聽覺 絕技 槍客 語言 心靈\n先決條件 短槍手之道\n通過厲聲呵斥，處心挖苦或者其他一些具有挑戰意味的聲明在決鬥中引起敵人對你的注意。選擇在30尺之內你可以察覺並且可以聽到你聲音的對手，選擇進行一次欺騙（deception）或威嚇（intimidation）檢定對抗目標的意志DC，無論檢定的結果如何，該敵人暫時免疫你的短搶手挑戰能力一天。\n成功 你和對手在相互攻擊時的傷害骰上均獲得+2狀態加值，如果你使用的技能熟練度為大師，這個狀態加值提升到+3，如果你的技能熟練度為傳奇，提升到+4。\n　同一時間你的挑戰只能在一個目標上生效，挑戰新的對手會終止目前已生效目標上的效果。否則效果會一直持續到你們中的一個被擊倒，逃跑或者遭遇結束。\n大失敗 你獲得恐懼1並且1分鐘內無法再次使用本能力",
	"霰彈爆射":"霰彈爆射 Scatter Blast 2動作\n槍客\n需求 你正持握一把已裝填的擁有散射特徵的火器\n你在槍膛中裝填了額外的子彈與火藥，製造了一個危險但充滿威力的破壞波。用火器進行一次遠端打擊（strike），這把火器的射程增量提高到20尺並且散射範圍提高到20尺。本次打擊獲得以下失敗效果。\n失敗 火器啞火，但並不會有大失敗列出的效果\n大失敗 火器啞火併且爆炸，它變為破損狀態，並且對於所有20尺爆發範圍內的生物造成武器的正常傷害，受到該傷害的生物進行基礎反射豁免，DC為你的職業DC，這個傷害包含 基礎符文和效能符文帶來的傷害",
	"開鏡瞄準":"開鏡瞄準 Sniper's Aim 2動作\n專注 槍客\n先決條件 狙擊手之道\n你多花了一些時間仔細地同調了你的準心和呼吸，然後射出非常精準的一擊。進行一次遠端打擊（strike），在此次攻擊中，你在攻擊骰上的到+2環境加值且忽略目標的隱蔽狀態，如果你使用一把用有反衝特徵的火器，你的這次打擊無需承受通常會因為力量需求或未使用穩定器造成的環境罰值。",
	"斬裂彈射":"斬裂彈射 Bullet Split 2動作\n絕技 槍客\n需求 你的一隻手正持用一把火器或弩，另一隻手持用一把揮砍近戰武器\n你小心翼翼地將槍口瞄準刀鋒的刃口，開火將子彈劈開同時攻擊兩個不同的目標。進行兩次打擊（strike），每次都必須對抗不同的目標，兩個目標必須相互鄰接並且在你的最大射程內。每次打擊的攻擊骰都需要承受-2減值，但兩次攻擊在計算多重攻擊罰值時只計算1次。",
	"槍客勇毅":"槍客勇毅 Grit and Tenacity 反應\n幸運 槍客\n頻率 每小時1次\n觸發 你的一次強韌或意志豁免失敗\n你喚起自身堅韌的毅力與堅強的意志來克服一個即將削弱你的效果。重投觸發的豁免檢定並在檢定上獲得+2環境加值，你必須接受第二次的結果。",
	"槍煙落幕":"槍煙落幕 Smoke Curtain 2動作\n槍客\n需求 你正持用一把已裝填的火器並且攜帶或持用一劑黑火藥\n你在裝填火器時額外裝填了一劑黑火藥。導致它噴射出一團煙霧。你使用你的火器進行攻擊並在以你為中心的20尺瀰漫區域製造煙霧。在區域內的生物因煙霧獲得隱蔽（concealed），區域外的生物也因煙霧對區域內的生物隱蔽（concealed）。煙霧持續到你的下個回合開始。\n如果本次打擊大失敗，你的武器啞火。",
	"折翎爆突":"折翎爆突 Stab and Blast 1動作\n絕技 槍客\n需求 你正持用一把帶有刺刀或加固槍托的火器，突火矛或者組合武器\n你在極近距離扣動扳機前，先用武器的近戰部位切割或者猛擊你的對手。使用需求中的武器進行一次近戰打擊（strike），如果此次打擊成功，你可以立即對相同目標進行一次遠端打擊（strike）並且攻擊骰獲得+2環境加值。在計算多重攻擊減值時算作兩次攻擊，但這一減值直到你完成兩次攻擊之前都不會增加。",
	"制控射擊":"制控射擊 Called Shot 2動作\n絕技 槍客\n你瞄準敵人身體構造的某個特定部位嘗試阻礙他的行動，宣告目標生理構造的一部分並且進行一次遠端武器打擊（strike），如果你命中並造成傷害，目標會根據你選擇的構造獲得以下列出的效果。如果目標擁有比較奇特的生理構造GM可以將下述效果作為參考——譬如，如果該生物使用觸手攻擊可以將觸手視為「手」。\n手部：目標獲得力竭2直到你的下一個回合結束，如果打擊大成功還會獲得力竭1持續1分鐘。\n頭部：目標獲得呆滯2直到你的下一個回合結束，如果打擊大成功還會獲得呆滯1持續1分鐘。\n腿部：目標的速度獲得-10尺狀態減值直到你的下一個回合結束，如果打擊大成功，目標還會獲得速度-5尺狀態減值持續1分鐘。\n翅膀：如果目標正用它的翅膀飛行，它會立刻下墜20尺，如果打擊大成功則下降40尺。這個下降的過程是漸進的，如果目標撞擊地面也不會受到墜落傷害。",
	"偏斜射擊":"偏斜射擊 Deflecting Shot 反應\n槍客\n觸發 一名在你火器或弩的第一射程增量內的友方即將被一次攻擊命中，並且你可以看見攻擊者。\n需求 你正持用一把已裝填的火器或弩\n你隨時準備著一次快速的射擊來偏斜敵方的攻擊或分散他們的注意力使他們的攻擊失手。這個盟友的AC在對抗觸發的攻擊上獲得+2環境加值。觸發這個反應動作在攻擊骰的結果已經公佈之後，因此你可以知道+2AC環境加值是否可以改變這次攻擊的結果",
	"穿透火力":"穿透火力 Penetrating Fire 2動作\n槍客\n需求 你正持用一把已裝填的火器或弩\n你的子彈打穿一個敵人然後命中另一個。選擇兩個目標，其中一個在對抗你的遠端攻擊時可以給另一個提供弱效掩蔽（lesser cover）。使用需求中的武器進行一次遠端打擊同時對抗這兩個目標。這次打擊會忽略所有鄰接目標提供給他人的弱效掩蔽。你只投擲一次傷害骰，並將其應用在所有你命中的目標上。穿透火力在計算多重攻擊減值時視作進行過2次攻擊。",
	"迴旋強襲":"迴旋強襲 Rebound Assault 2動作\n槍客\n需求 你一隻手正持用一把已裝填的火器或已裝填的弩，另一隻手持用一把鈍擊或揮砍近戰武器\n你向一名敵人投出你的近戰武器，然後用子彈向這把武器的柄開火，使其能造成額外傷害並彈回你的手中。使用近戰武器進行一次投擲遠端打擊（strike），然後使用你的火器進行一次遠端打擊（strike）。這兩次打擊都使用相同的多次攻擊減值。如果你的近戰武器並沒有投擲特性，那麼它在進迴旋強襲的時候視作擁有投擲10尺特性。\n如果兩次攻擊檢定都成功了，子彈會命中你投出去的近戰武器而非你的目標，增加單次攻擊的力度。你將兩次打擊的傷害相加，使用投擲出去的近戰武器的傷害種類，並增加額外1d6精準傷害。衝擊力還會使近戰武器返回你的手中。\n如果有兩次攻擊檢定都成功以外的任何狀況，分別計算單次成功打擊的傷害。當然，投擲的近戰武器就不會返回你手中，而會如同普通的投擲武器一樣留在打擊目標的方格中。",
	"修正射擊":"修正射擊 Redirecting Shot 反應\n幸運 槍客\n觸發 你的一個友方在使用投擲武器或彈藥進行遠端打擊失敗時。該友方必須自願接受你的援助，你必須能看見攻擊者，攻擊的目標必須在你的火器或弩的第一個射程增量內\n需求 你正持用一把已裝填的火器或弩\n看到你友方的攻擊即將偏離時，你使用武器射擊來修正它的目標。使用你的火器開火併擲一次D20，你的友方使用這顆D20的結果取代他自己的，並且這次攻擊忽略目標獲得的弱效掩蔽和標準掩蔽帶來的好處。",
	"詭計射擊":"詭計射擊 Trick Shot 2動作\n槍客\n需求 你正持用一把已裝填的火器或弩\n你並非射擊你的敵人，而是射擊一個附近的物體。使用你的火器進行一次打擊（Strike），對抗AC等同於你等級對應的簡單DC（標準難度-2），如果成功，取代命中你的敵人，你的攻擊命中的是敵人背後或身邊的某個目標，製造瞭如下效果中的一個。 GM可以決定是否採用不同的AC來符合描述，或者某種特定效果不可能出現，例如在戰場上沒有爆炸物的時候不能使用爆炸酒桶。GM決定這些情況的時候，必須在你花費動作使用詭計射擊之前就告知你，因為你經過訓練的雙眼非常容易就能判別物品是否易燃易爆。\n打飛物品 你的攻擊將一個未固定的，負載不超過2B的物品擊飛，使其向你所選擇的方向移動至多10尺。例如你可以一槍把一個巫師的水晶球從桌上打飛。\n爆炸酒桶 你的攻擊命中了一桶昂貴的朗姆酒，一瓶揮發性的鍊金術液體，一個從地下冒出來的惡魔般的膿瘡或者其他什麼爆炸性的物體。物體會發生爆炸，20尺爆發範圍內的所有生物都會受到6d6傷害，並進行基礎反射豁免對抗你的職業DC。爆炸的傷害種類由GM根據你打爆的爆炸物型別決定。在10級之後，你每提升2級，該能力造成的傷害增加1d6。",
	"雙發擊倒":"雙發擊倒 Twin Shot Knockdown 2動作\n槍客\n需求 你每一隻手都持握一把已裝填的火器或弩\n你瞄準敵人最容易失衡的生理構造部位開火。使用需求中的武器每把各一次，對同一個目標進行2次打擊（strike）。如果兩次打擊都成功，則目標進入倒地狀態。",
	"覓血追兇":"覓血追兇 Blood in the Air 1動作\n專注 槍客\n需求 在1分鐘內你使用遠端武器傷害過的一個敵人對你隱蔽（concealed）或藏匿（hidden）\n一旦你鎖定了一個目標，就沒有什麼可以阻礙你的準心。進行一次遠端打擊（strike）對抗需求中的目標。這次打擊忽略目標的隱蔽狀態並且將藏匿狀態的純骰檢定DC從11降至5。",
	"神槍銳視":"神槍銳視 Deadeye 1動作\n專注 槍客\n你發散了自己的視線，關注物體最微小的移動，草木樹葉的倒伏以及其他一些潛藏著的東西即將出現的徵兆，使得你能夠有能力定位到隱形的生物。在你的下一輪開始前，你可以看見因空氣的流動勾畫出輪廓，地面輕微的凹陷，或者另一種說法是會被不夠銳利的雙眼會忽略的隱形生物或物體，使得它們僅僅對你隱蔽（concealed）",
	"無血不休":"無血不休 Flesh Wound 1動作\n槍客\n即使你的射擊無法穩定利索，你依然開火併且確信它能造成一些傷害。進行一次遠端打擊（strike），它獲得以下失敗效應（只要不是一次大失敗）：\n失敗 儘管你的攻擊失手了，它仍然造成了一個武器骰加上來自你武器專精的傷害。它使用你武器正常的傷害骰和傷害型別。這次攻擊不會附加任何其他來源或能力的額外傷害。",
	"跳彈射擊":"跳彈射擊 Ricochet Shot  1動作\n專注 槍客\n你開槍射擊一名對手附近的平面，從一個意想不到的角度彈射攻擊它。在決定一個目標是否對你的火器或弩的遠端攻擊中有掩蔽（cover）時，你可以選擇一個在你武器第一射程增量內的固體平面來彈轉你的射擊。如果你這麼做，作為替代你可以使用彈轉的點來判斷目標的掩蔽條件。",
	"彈片射擊":"彈片射擊 Shattering Shot 1動作\n槍客\n需求 你正持用一把已裝填的火器或已裝填的弩並且攜帶或持握一個鍊金炸彈\n你將一枚鍊金炸彈拋向空中並用你的槍在它落下前射擊，使一大片區域內如下雨般降下毀滅的彈片，如果有必要，你可以改變武器持握並使用互動動作掏出炸彈。你將炸彈投擲到你火器第一個射程增量內一個方格的一角，然後用的火器開火。在15尺爆發範圍內的所有生物如常受到炸彈的傷害並用基礎反射豁免對抗你的職業DC。它們不會受到正常炸彈的濺射傷害與持續傷害。",
	"截鋒轟殺":"截鋒轟殺 Blast Tackle 2動作\n槍客\n先決條件 突擊手之道\n需求 你正持用一把雙手弩或擁有反衝或散射特徵的火器\n你飛身撲向敵人，在開槍爆射之前先鬆開武器把它拉向你。嘗試擒抱；如果你正雙手持用你的武器你可以鬆開一隻手來這麼做。如果你的擒抱成功，你可以立即用需求中的武器打擊（strike）被擒抱的目標，即使是雙手武器你也可以用一隻手持用。這次打擊造成額外3d6的精準傷害。\n只要該生物仍被擒抱或束縛，你可以以一隻手裝填武器並打擊那個目標。",
	"迅雷戰舞":"迅雷戰舞 Dance of Thunder 3動作\n專注 槍客\n頻率 每分鐘1次\n需求 你持用一把已裝填的火器或弩並且沒有陷入疲乏（fatigued ）\n你的腳步附和著黑火藥爆炸那如同雷鳴般的迴響，如同在與死亡共舞。按你選擇的順序進行以下三個動作：快步（step）；對你火器第一射程增量內的一個目標進行打擊（strike）；進行互動動作裝填。如果你嘗試一次打擊並且成功，你可以按你選擇的順序重複上述三個動作。如果你在第二套動作中嘗試打擊（strike）併成功，你可以最後一次按你選擇的順序重複上述三個動作。\n在使用迅雷戰舞后你獲得疲乏（fatigued ），持續1分鐘。",
	"爆頭射擊":"爆頭射擊 Headshot 2動作\n專注 槍客\n先決條件 狙擊手之道\n需求 你正持用一把已裝填的火器或弩\n你嘗試用最完美的一槍來終結你的目標，使用弩或者火器進行一次打擊，如果你在1分鐘內用同一把武器對目標造成過傷害，並且你的攻擊骰獲得大成功，目標需要通過一次成功的強韌豁免來對抗你的職業DC否則立刻死亡，這是一個死亡和無力化效果。仍然存活的生物會免疫該技能1天，沒有頭的生物（比如杜拉罕或泥怪）會免疫這個能力，以及如果生物有複數個頭顱（比如雙頭食人魔）可能會在頭部毀壞后存活。",
	"雙武連擊":"雙武連擊 Two-weapon Fusillade 1動作\n絕技 槍客\n需求 你正持用兩把武器，每把在不同的手中，至少其中一把必須為已裝填的火器或弩\n你使用手上的兩把武器連轟帶打。進行2次打擊（strike），每次使用不同的武器。",
	"終局射擊":"終局射擊 Final Shot 3動作\n槍客\n需求 你正持用一把未裝填的火器\n你將三倍量的黑火藥填滿你的武器來進行一次高風險且失準的毀滅打擊。進行互動動作裝填，花費三倍於通常的黑火藥或彈藥，然後用武器對第一射程增量內的一個生物進行打擊（strike），如果本次攻擊成功，則用大成功代替，如果本次攻擊失敗，該武器啞火。不管你的擲骰結果如何，在本次打擊之後直到你的下個回合開始你陷入措手不及（flat-footed）並且獲得震懾1。",
	"特技閃避":"特技閃避（Dodge Away）反應　　　　\n變體\n先決條件　特技演員入門（Acrobat Dedication）\n觸發　你是近戰攻擊的目標\n要求　你能意識到攻擊，且未處於措手不及（flat-footed）\n你用特技技巧來躲避攻擊，若你願意的話，還可以藉此閃避的勢頭來讓自己保持運動。你的AC在對抗觸發攻擊時獲得+1環境加值。若攻擊未能命中你，那麼你能在此次打擊（Strike）後進行快步（Step）。若你的特技熟練度為大師，則能夠在此次快步中移動10尺以取代正常的5尺。",
	"翻越一擊":"翻越一擊（Tumbling Strike）1動作　　　　\n變體 絕技 移動\n先決條件　特技演員入門（Acrobat Dedication）\n要求　你與1名敵人相鄰\n嘗試1次特技檢定對抗與你相鄰敵人的反射DC。\n大成功　你移動穿過敵人所佔據的空間，抵達與你初始位置相對、位於敵人另一側的無主空間。此次移動不會觸發反應動作（reactions）。你移動的距離不能超過自身速度，而且你停止移動的位置必須與你穿過的那個敵人相鄰。在移動后，你作出1次打擊（Strike）對抗你剛剛穿過的那名敵人，此敵人在對抗本次打擊時陷入措手不及（flat-footed）。\n成功　同大成功，但是敵人在對抗此次打擊時沒有陷入措手不及。\n失敗　你仍處於原本所在的空間，但可以進行打擊。\n大失敗　無任何效果。",
	"翻越巧襲":"翻越巧襲（Tumbling Opportunist）自由　　　　\n變體 攻擊\n先決條件　特技演員入門（Acrobat Dedication）\n頻率　1次/分鐘\n要求　你最近作出的動作是翻滾（Tumble Through）或翻越一擊（Tumbling Strike），而且你成功穿過了敵人佔據的空間。\n你利用穿過敵人時所產生的速度，並借力展現出驚險的特技技巧，瀟灑地將翻倒的敵人留在身後。你嘗試對剛剛被自己穿越了佔據空間的敵人進行摔絆（Trip）。你能在此次檢定中使用特技取代運動技能。",
	"快速射擊":"快速射擊（Quick Shot）1動作　　　　\n變體 起手\n先決條件　射手入門（Archer Dedication）\n你在同一個動作里取出弓箭併發起攻擊。你進行互動（Interact）取出1件弓弩武器組（bow weapon group）的武器，該武器必須已經裝填（loaded）或裝填為0（reload 0），之後用該武器進行打擊（Strike）。",
	"暗殺":"暗殺（Assassinate）2動作　　　　\n變體\n先決條件　刺客入門（Assassin Dedication）\n要求　你已經使用死亡標記（Mark for Death）進行了標記，且標記目標完全沒有注意到你。\n你以極為迅捷的動作發起攻擊，試圖立即取走標記目標的性命。作出1次打擊（Strike）對抗你的標記目標。若命中，你的標記目標額外承受6d6點精準傷害（precision damage），並以1次基礎強韌豁免（basic Fortitude save）對抗你的職業DC或法術DC，以較高者為準。若標記目標擲出大失敗便會死亡。這是個無力化（Incapacitation）效果。目標會在1日內臨時免疫（temporarily immune）你的暗殺。",
	"卸武格擋":"卸武格擋（Disarming Block）自由　　　　\n變體\n先決條件　盾衛入門（Bastion Dedication），運動（Athletics）的熟練度為受訓\n觸發　你用盾牌格擋（Shield Block）了1次由手持武器（held weapon）作出的近戰打擊（Strike）。\n你嘗試對使用武器攻擊你的生物進行卸武（Disarm），卸除的目標武器是被格擋的那件。即便你的手都被佔用，也可以這麼做。",
	"獸王之呼喚":"獸王之呼喚（Beastmaster's Call）1動作　　　　\n變體\n先決條件　獸王入門（Beastmaster Dedication），呼喚夥伴（Call Companion）\n頻率　1次/回合\n你能快速召喚出1只非活躍夥伴（non-active companion）的原能投影，並以此來提供該夥伴的支援收益（support benefit）。投影會抵達距你30尺內由你選擇的1個未被佔據的方格內，為你提供它的支援收益，之後在你的下個回合消失。投影的AC和豁免檢定調整值和真正的動物夥伴一致，如果投影在你的下個回合之前承受任何傷害的話，便會立即消失並停止提供支援收益。",
	"獲選者法術":"獲選者法術（Blessed Spell）1動作　　　　\n變體 專注 超魔\n先決條件　獲選者入門（Blessed One Dedication），能夠使用法術位施放法術，救濟（Mercy）\n頻率　1次/10分鐘\n當你將法術聚焦於盟友時，能夠移除有害狀態。若你的下個動作是使用法術位來施放法術（Cast a Spell from a spell slot），而且該法術僅以單個盟友為目標，那麼你還能夠嘗試移除該盟友身上的1個有害狀態（harmful condition）。該狀態必須是你的救濟（Mercy）專長能夠移除的有害狀態之一，這也包括高等救濟（Greater Mercy）這樣的後續專長所提供的可選狀態。基於法術的DC和環級嘗試1次反制檢定（counteract check）。該效果是在你施放的法術產生的正常效果外額外新增的。",
	"獲選者之拒":"獲選者之拒（Blessed Denial）反應　　　　\n變體\n先決條件　獲選者入門（Blessed One Dedication）\n觸發　30尺範圍內的1個盟友將要陷入驚懼（frightened）、流失（drained）、力竭（enfeebled）、噁心（sickened）或呆滯（stupefied）狀態\n你散發出平和與保護的氣息，削弱降臨到盟友頭上的有害狀態。你的盟友將要承受的狀態數值降低1點（最低降至0點）。若該盟友同時承受的狀態超過1項，則從中選擇1個你要降低的狀態。",
	"跟進":"跟進（Keep Pace）反應　　　　\n變體\n觸發　你的獵物（prey）在觸及範圍內，並且嘗試遠離你\n你的獵物無法逃出你的掌心。至多以你的速度進行行走（Stride）跟上敵人，並在他移動的過程中自始至終都將其維持在你的觸及之內，直至他停下或你已經以完整的速度進行移動為止。若你具有相應的移動型別，便可以使用掘地（Burrow）、攀爬（Climb）、飛行（Fly）或游泳（Swim）來取代行走（Stride）進行跟進（Keep Pace）。",
	"藉機擒抱":"藉機擒抱（Opportunistic Grapple）反應　　　　\n變體\n要求　你的獵物（prey）在觸及範圍內，你至少空著1隻手（one free hand），且目標體型最多比你大1級\n觸發　你的獵物（prey）在1次對你進行的近戰打擊（Strike）攻擊檢定中擲出大失敗\n你嘗試1次運動（Athletics）檢定對你的獵物進行擒抱（Grapple）。",
	"騎兵衝鋒":"騎兵衝鋒（Cavalier』s Charge）2動作　　　　\n變體 絕技\n先決條件　騎兵入門（Cavalier Dedication）\n要求　你正騎乘在你的坐騎上\n你指揮動物（Command an Animal）來讓坐騎行走（Stride）2次。在此移動之中的任意一點，你能對觸及範圍或第1個射程增量（若你使用的是遠端武器）內的1名敵人進行進行1次打擊（Strike）。你在攻擊檢定中獲得+1環境加值。",
	"快速騎乘":"快速騎乘（Quick Mount）1動作　　　　\n變體 技能\n先決條件　騎兵入門（Cavalier Dedication），自然（Nature）的熟練度為專家\n要求　你與1個體型至少比你大1級，且自願成為你的坐騎的生物相鄰\n你和你的坐騎能夠隨時進入備戰狀態。你騎乘（Mount）該生物並指揮動物（Command an Animal）對其下達1個你所選擇的命令。",
	"保護坐騎":"保護坐騎（Defend Mount）反應　　　　\n變體\n先決條件　騎兵入門（Cavalier Dedication）\n觸發　當你正在騎乘坐騎時，1個敵人對你的坐騎作出了1次攻擊檢定\n你把自己置於攻擊者和坐騎之間，保護坐騎免受傷害。使用你自己的AC對抗觸發反應的攻擊，以取代使用你的坐騎的AC。若觸發反應的攻擊命中，你會取代坐騎承受攻擊產生的所有效果。",
	"踐踏衝鋒":"踐踏衝鋒（Trampling Charge）3動作　　　　\n變體 絕技\n先決條件　騎兵入門（Cavalier Dedication）\n要求　你正在騎乘的坐騎具有使用腿部進行的（如爪、蹄等等）近戰打擊（Strke）\n你驅策坐騎向前衝鋒，踐踏路徑上的敵人。你命令坐騎進行行走（Stride），距離至多與其速度（若具有相應移動型別的話，也可以使用掘地、攀爬、飛行或游泳）相同，移動穿過任何在路徑上且體型至少比你的坐騎小1級的敵人。你的坐騎會對路徑上穿過空間內的每個生物造成傷害，數值與坐騎的腿部進行的近戰打擊（Strike）相同，所有目標都要進行1次基礎反射豁免（basic Reflex save）對抗你坐騎的運動DC（Athletics DC）。若擲出大失敗，對應生物還會在直至你的下個回合結束為止陷入措手不及（flat-footed）。在此次移動中，你只能對每個生物造成單次傷害。",
	"落馬擊":"落馬擊（Unseat）1動作　　　　\n變體\n先決條件　騎兵入門（Cavalier Dedication）\n要求　你正騎乘坐騎，並且持握1件騎戰（jousting）武器\n你嘗試將敵人從坐騎上擊落。作出1次近戰打擊（Strike）對抗正在騎乘的敵人。若你的攻擊命中，嘗試1次運動（Athletics）檢定對抗敵人的強韌DC（Fortitude DC）。若成功，敵人會被你從坐騎上擊落，根據敵人的選擇落到與其坐騎相鄰的1個方格內。若大成功，則敵人落地後會倒地（prone）。",
	"搶鏡":"搶鏡（Upstage）反應\n觸發　1名敵人嘗試1次技能檢定，且沒有得到大成功\n效果　在敵人已經盡了最大努力之後，你會給所有人展現真正的技巧。嘗試1次檢定，此次檢定使用與觸發此反應動作相同的技能。\n大成功　你在攻擊檢定、察覺檢定、豁免檢定和技能檢定上獲得+1狀態加值，這些加值持續至你的下個回合結束為止。\n成功　同大成功，不過你只有在觸發生物的技能檢定失敗時才會獲得上述好處。",
	"不知疲倦":"不知疲倦（Never Tire）反應　　　　\n變體\n先決條件　名人入門（Celebrity Dedication）\n觸發　你將要獲得疲乏（fatigued）狀態\n要求　至少有3名敵人之外的生物正在注視著你\n只要你有觀眾，就能夠繼續表現自己。是的，你必須對自己的支持者盡責！你將疲乏（fatigued）狀態的效果延遲（delay）1分鐘，或者直至你不再被專長要求中所需要的觀眾注視為止，以較先發生者為準。若疲乏狀態具有持續時間，則會在延遲結束后再開始計算。在此能力結束時，你無法進一步延遲或防止疲乏狀態。",
	"迷人注視":"迷人注視（Mesmerizing Gaze）2動作　　　　\n變體 情緒 惑控 心靈 視覺\n先決條件　名人入門（Celebrity Dedication）\n當你注視他人時，他們無法將視線從你身上移開。選擇1名目標生物。該生物必須嘗試1次意志豁免，失敗則會陷入迷魂（fascinated），直至你的下個回合結束為止；此DC等同於你的職業DC或法術DC，以較高者為準。若該生物成功通過豁免，或者由於敵對動作而中斷迷魂的話，則會在1日之內臨時免疫（temporarily immune）你的迷人注視。\n當你選取該專長時，它會獲得奧術（arcane）或異能（occult）特徵；一旦你作出選擇，就無法更改。",
	"掌控注意力":"掌控注意力（Command Attention）1動作　　　　\n變體 聽覺 情緒 惑控 心靈 視覺\n先決條件　名人入門（Celebrity Dedication）\n你以自身的風格掌控著週遭所有注視你的人，確保其目光只會落在你的身上，直至你的下個回合結束為止。當距你30尺內的生物嘗試豁免檢定對抗其他視覺（visual）效果時，他們會使用比自身投擲出的成功度更好1級的結果。區域內的敵人在嘗試使用視覺效果，且該效果牽涉到把自身的注意力聚焦到某個特定生物身上時，比如美杜莎的聚焦凝視（medusa』s Focus Gaze），他必須成功通過意志豁免對抗你的職業DC或法術DC（以較高者為準），才能以任何除你之外的生物為目標。由於你持續分散他人的注意力，區域中的盟友甚至可以在不具有掩蔽（cover）的情況下嘗試躲藏（Hide）。",
	"奉承圓場":"奉承圓場（Distracting Flattery）反應　　　　\n變體 技能\n先決條件　貴人入門（Dandy Dedication），欺騙（Deception）的熟練度為專家\n觸發　你觀察到由於1名盟友的行為所造成的結果，目標對你或你的盟友的態度降低了\n你即便與無禮之徒為伍，你也知道如何維持良好印象和管理自身的形象。作出1次欺騙（Deception）檢定對抗目標的意志DC。無論你的檢定結果如何，目標都會在10分鐘內臨時免疫（temporarily immune）你的奉承圓場。\n成功　目標的態度不會因為盟友犯下社交錯誤所導致的結果而降低。\n失敗　目標的態度如常降低。\n大失敗　你的常識把事態搞得更糟，除了觸發此反應動作的行為所產生的任何改變之外，目標對你的態度還會降低1級。",
	"雙持裝填":"雙持裝填（Dual-Weapon Reload）1動作　　　　\n變體\n先決條件　雙武大師入門（Dual-Weapon Warrior Dedication）\n要求　你正持用2把單手武器，每把武器都在不同的手中，其中1把是遠端武器\n你攜帶彈藥的方式讓你能夠在雙持武器時進行裝填。你進行互動（Interact）來裝填1把自己正在持用的單手遠端武器。和大多數互動動作不同，你不需要有空著的手就能夠以此方式裝填你的遠端武器。",
	"剝皮切割":"剝皮切割（Flensing Slice）1動作　　　　\n變體\n先決條件　雙武大師入門（Dual-Weapon Warrior Dedication）\n要求　你的上個動作是雙重切割（Double Slice），並且2次攻擊均命中目標\n當你的雙重切割（Double Slice）的2次攻擊均命中目標時，則可以剝離目標的皮肉，讓它流血不止並創造出弱點。目標受到每武器傷害骰1d8點持續流血傷害（persistent bleed damage），以你手持武器中武器傷害骰最多的那把為準，最高為上等強擊（major striking）武器的4d8點。目標陷入措手不及（flat-footed），其任何物理傷害型別的抗力（resistances）均會降低5點；這2個效果均會持續至你的下個回合開始為止。",
	"雙持閃擊":"雙持閃擊（Dual-Weapon Blize）2動作　　　　\n變體\n先決條件　雙武大師入門（Dual-Weapon Warrior Dedication）\n要求　你正持用2把單手近戰武器，每把武器都在不同的手中\n你衝向敵人的身影伴隨著攻擊。至多以你的速度（Speed）進行行走（Stride）。在此次移動中的任意一點，你能用要求中的2把武器各進行1次打擊（Strike）。這些打擊可以根據你的需求對相同或不同的目標使用。",
	"決鬥挑戰":"決鬥挑戰（Duelist's Challenge）1動作　　　　\n變體 起手\n先決條件　決鬥家入門（Duelist Dedication）\n選擇1名你能看到的敵人並宣佈發起挑戰。直至被擊敗（defeated）、逃跑（flee）或遭遇結束（encounter ends）為止，該敵人都是你的決鬥對手。每當你使用單個單手近戰武器（single one-handed melee weapon）命中該敵人，並且你的另一隻手或其他手均為空手的話，便會使打擊（Strike）的傷害獲得環境加值，數值等同於你的武器造成的傷害骰數。\n若你攻擊決鬥對手之外的生物，則會在傷害上承受環境減值，數值等同於你的武器造成的傷害骰數。",
	"魔彈射擊":"魔彈射擊（Eldritch Shot）3動作\n要求　你正持用一把弓（bow）\n效果　你施放法術（Cast a Spell），該法術要花費1或2個動作來施放，並且需要進行1次法術攻擊檢定。法術效果不會立刻產生，而是會灌入你正持握的弓中。使用這把弓作出1次打擊（Strike）。你的法術會隨著彈藥發射出去，使用你的攻擊檢定結果來同時判斷打擊（Strike）和法術的效果。在判斷你的多次攻擊減值（multiple attack penalty）時，此行動被視為2次攻擊，但是在你完成這2次攻擊之後才會應用多次攻擊減值。",
	"惑控之箭":"惑控之箭（Enchanting Arrow）2動作　　　　\n變體 情緒 惑控 魔法 心靈\n先決條件　魔射手入門（Eldritch Archer Dedication）\n隨著風中的一句低語，你可以用彈藥來讓敵人面對你的攻擊時更加脆弱。用弓作出1次打擊（Strike）。命中時，目標承受額外2d6點心靈傷害（mental damage）。大成功時，目標還會陷入震懾（stunned）1。若你的弓上具有高等強擊符文（greater striking rune），此心靈傷害會增加至3d6點；若弓上具有上等強擊符文（major striking rune）則變為4d6點。",
	"灌魔箭矢":"灌魔箭矢（Magic Arrow）自由　　　　\n變體 魔法 變化\n先決條件　魔射手入門（Eldritch Archer Dedication）\n頻率　1次/輪\n你將魔力灌入到彈藥中。當你選取該專長時，從核心手冊（559頁）或本書（256-259頁）中選擇3種常見魔法彈藥（common magical ammunition），這些彈藥的等級為4級或更低。你的GM可以允許你選擇其他型別的魔法彈藥，比如罕見彈藥或者其他書中的彈藥。\n當你使用灌魔箭矢時，你將非魔法箭矢（arrow）或弩失（bolt）變化為你所選擇的1類彈藥。你必須在你的回合結束之前發射這些彈藥，否則魔法便會消散。若彈藥具有啟動（Activate）一欄，你仍舊需要花費相應的動作在射出彈藥前啟動它。當你使用灌魔箭矢時，能夠選擇將1類魔法彈藥應用至通常來說不適用、且你正在使用的彈藥型別上——舉例說明，你可以把攀爬矢（climbing bolt）應用到箭矢（arrow）上，即便該類魔法彈藥通常來說只出現在弩失（bolts）也可以。\n特殊　你能夠多次選取該專長。每當你選取該專長時，要按照上述限制選擇3種額外的彈藥型別。",
	"珍奇箭矢":"珍奇箭矢（Precious Arrow）1動作　　　　\n變體 魔法 變化\n先決條件　魔射手入門（Eldritch Archer Dedication）\n你將一種珍貴材料的魔法本質灌入到一枚彈藥之中，讓你可以利用敵人的弱點進行鍼對攻擊。選擇寒鐵（cold iron）或銀（silver）；若你在回合結束前射出箭矢，那麼它會被視同為此類材料。在14級時，將精金（adamantine）加入到你能選擇的材料列表中。",
	"尋蹤箭矢":"尋蹤箭矢（Seeker Arrow）1動作　　　　\n變體 預言 魔法\n先決條件　魔射手入門（Eldritch Archer Dedication）\n你射出的箭在轉角移動並以不可能的角度射向目標。用弓作出1次打擊（Strike）對抗你能看到的1個敵人；彈藥會飛向目標，即便需要拐彎也無妨。你忽略目標的隱蔽（concealed）狀態和所有掩蔽（cover）。",
	"穿透箭矢":"穿透箭矢（Phase Arrow）1動作　　　　\n變體 咒法 魔法\n先決條件　魔射手入門（Eldritch Archer Dedication）\n頻率　1次/日\n你能凝聚大量的魔力來創造出一發彈藥，這發彈藥能透過任何事物直擊目標。用弓（bow）作出1次打擊（Strike）對抗1個對你來說可見（observed）或藏匿（hidden）的敵人，但不能是無蹤（Undetected）。彈藥會沿直線飛向目標，穿過任何路徑上的非魔法屏障（barriers）或墻壁，不過魔法屏障仍舊能停下箭矢。此次射擊忽略所有掩蔽（cover）、隱蔽（concealed）狀態、藏匿（hidden）狀態和AC上由於盾牌而獲得的環境加值。它還會在對抗穿戴任何型別護甲的生物時，命中檢定上獲得+4狀態加值。使用非魔法盾牌進行的盾牌格擋（Shield Block）反應動作無法降低此次打擊的傷害。",
	"奪命箭矢":"奪命箭矢（Arrow of Death）3動作　　\n變體 魔法 死靈\n先決條件　魔射手入門（Eldritch Archer Dedication）\n頻率　1次/日\n你對1根箭矢或弩失下咒，使其能在一次有效地射擊中為你的目標帶來死亡。用弓作出1次打擊（Strike）。命中時，你造成額外10d10精準傷害（precision damage）。大成功時，目標還必須成功通過強韌豁免檢定對抗你的職業DC或法術DC，以較高者為準。失敗則會立即被殺死（slain）；此次豁免具有死亡（death）和無力化（Incapacitation）特徵。",
	"導魔魔寵":"導魔魔寵（Familiar Conduit）1動作　　　　\n變體 專注 超魔\n先決條件　魔寵大師入門（Familiar Master Dedication），能夠施法\n要求　你與你的魔寵有效果線（line of effect）相連\n在你的指導下，你的魔寵愈發熟悉隱藏於此世之中魔法流向，它能夠成為傳導你的魔法的導體。若你的下個動作是施放法術（Cast a Spell），且該法術具有範圍（range），那麼此法術可以用你的魔寵作為法術起始點（origin point）。",
	"觀眾互動":"觀眾互動（Play to The Crowd）反應　　　　\n變體 專注\n先決條件　角鬥士入門（Gladiator Dedication）\n觸發　你在一場有觀眾的重要戰鬥遭遇（non-trivial combat encounter）中將1名敵人的生命值降低至0點\n你為觀眾炫技。嘗試1次表演（Performance）檢定；DC由GM判定，不過通常來說此為你目前等級的標準DC（standard DC）或對觀眾建立印象（Make an Impression）的DC，以較高者為準。若成功，從後述好處中選擇1項；大成功時，選擇2項：\n等同於你角色等級的臨時生命值；持續1分鐘。\n直至你的下個回合結束為止，AC獲得+1環境加值。\n你在下個回合結束前作出的下次個攻擊獲得+1環境加值。",
	"精準口譯":"精準口譯（Spot Translate）反應　　　　\n變體 聽覺 語言\n先決條件　語言學者入門（Linguist Dedication）\n觸發　與你相距60尺範圍內的其他生物使用1個語言效果（linguistic effect），且說的是你所能夠理解的語言\n你口譯該生物說出的詞句，用你理解的另一種不同語言重複他們說出的資訊。若觸發效果的目標說的是母語（original language）或者你所翻譯的語言，則他們也會受到影響。",
	"醫師探訪":"醫師探訪（Doctor's Visitation）1-2動作\n變體 絕技\n先決條件　醫師入門（Medic Dedication）\n你移動到傷患身邊提供即時護理。行走（Stride），之後進行後述動作中的1項：戰地醫療（Battle Medicine）或治療中毒（Treat Poison）。你也能夠花費第二個動作，並用後述動作替代上述版本：行走（Stride）之後進行急救（Administer First Aid）或處理狀態（Treat a Condition；若你已經具有該動作，見後文）。",
	"處理狀態":"處理狀態（Treat Condition）2動作\n變體 醫療 操作 技能\n先決條件　醫師入門（Medic Dedication）\n要求　你正持有治療者工具（healer』s tools），或者你正攜帶著工具並且有1隻手空著\n你治療1名相鄰生物，嘗試以此降低笨拙（clumsy）、力竭（enfeebled）或噁心（sickened）狀態。若該生物具有此列表中的多個狀態，你需要從中選擇1個。嘗試1次反制檢定（counteract check）對抗該狀態，使用你的醫療（Medicine）調整值作為你的反制調整值，並根據狀態的來源判斷DC。除非你的醫療熟練度為傳奇，否則你無法對來自神器（artifact）或高於20級的效果使用處理狀態；即便你能夠這麼做，反制DC也會增加10點。對由於特定情況而產生的持續狀態來說，只要該狀態持續下去，處理狀態就不會產生效果；比如善良角色由於攜帶邪惡武器（unholy weapon）而獲得的力竭狀態。\n大成功　狀態數值減少2點。\n成功　狀態數值減少1點。\n大失敗　狀態數值增加1點。",
	"復甦術":"復甦術（Resuscitate）3動作\n變體 醫療 操作\n先決條件　醫師入門（Medic Dedication），醫療（Medicine）熟練度為傳奇\n要求　你正持有治療者工具（healer』s tools），或者你正攜帶著工具並且有1隻手空著。而且目標的身體基本完整（mostly intact）。\n你能使用醫療（Medicine）技能讓死者復甦。嘗試1次DC40的醫療檢定來複活1名死亡生物，該生物的死亡時間不能超過3輪。若檢定成功，目標按照死者復活（raise dead）的效果重返人世，不過目標仍舊具有瀕死（dying）之前已經獲得的受傷（wounded）狀態，並在此基礎上增加1點（若瀕死之前不具有受傷狀態則會獲得受傷1）。無論你是否成功，目標都會在1日之內臨時免疫（temporarily immune）復甦術。",
	"登船襲擊":"登船襲擊（Boarding Assault）2動作\n絕技\n你進行2次行走（Stride）或嘗試1次特技（Acrobatics）檢定（DC取決於GM，但通常來說為DC20）來順著繩索擺盪至多2倍於你的速度的距離。若你在此移動過程中從船隻或類似的載具上登船或登陸的話，則能夠作出1次近戰打擊（Strike），且該次打擊能造成1個額外武器傷害骰（weapon damage die）。",
	"攻其毒瘡":"攻其毒瘡（Poisoner's Twist）1動作　　　\n變體\n先決條件　投毒者入門（Poisoner Dedication），醫療（Medicine）的熟練度為受訓\n要求　你的上個動作是1次成功的近戰打擊（Strike），造成傷害的目標正被毒素（poison）所影響，且你知道他中的是何種毒素\n毒素能攻擊身體的特定部位——一種毒素以肺部為目標，另一種攻擊血液循環，還有一種在損傷神經。你知曉任何利用這些弱點。你對目標造成1d6點傷害，傷害型別與要求中的打擊相同，外加1d6點毒素傷害。若你至少達到了18級，則上述每種傷害均變為2d6點。",
	"淬毒外衣":"淬毒外衣（Poison Coat）反應　　　　\n變體\n先決條件　投毒者入門（Poisoner Dedication）\n觸發　1名與你相鄰的生物使用1次近戰非武裝打擊（melee unarmed Strike）命中你\n要求　你在服裝里已經做好毒害攻擊者的準備（見後文）\n在自然界中，有的動物身上佈滿了帶毒的尖刺，因此即便只是碰觸這些動物都是足以致命的行為。要使用這個反應動作，你必須將毒素刷到衣服上，或者將淬毒的針編到服裝的布料上。進行這項準備會花費10分鐘並消耗1劑接觸（contact）或傷口（injury）毒素。同一時間你只能讓1種此類毒素施加到衣服上。\n當你使用了這個反應動作后，觸發動作的生物便會暴露在你所施加的毒素中。",
	"後天耐毒性":"後天耐毒性（Acquired Tolerance）反應　　　　\n變體 幸運\n先決條件　投毒者入門（Poisoner Dedication）\n觸發　你在對抗毒素的豁免中失敗\n你以非致命的劑量服用少量毒素，久而久之便讓身體建立起足矣對抗致命劑量的抵抗力。重擲觸發反應動作的檢定並使用第二次結果。一旦你使用後天耐毒性（Acquired Tolerance），你就能在當日繼續使用它對抗同類毒素，但直至你下次進行每日準備（daily preparations）為止，都無法用它對抗不同種類的毒素。舉例說明，若你在對抗巨蝎毒（giant scorpion venom）時使用反應動作，那麼即便來源不同，你也仍舊可以使用它來對抗巨蝎毒；但你無法再用它來對抗蕁麻草渣（nettleweed residue）、巫妖塵（lich dust）或其他毒素。",
	"斥候衝鋒":"斥候衝鋒（Scout's Charge）2動作　　　　\n變體 絕技\n先決條件　斥候入門（Scout Dedication）\n你無聲地潛伏在敵人周邊，在毫無警告的情況下突襲他們。選擇1名敵人，行走（Stride）並對該敵人進行虛招（Feint），之後再對該敵人作出1次打擊（Strike）。對於此次虛招來說，你能夠嘗試隱秘（Stealth）檢定來取代常規要求的欺騙（Deception）檢定，因為你是在利用周圍的環境來攻其不備。",
	"搖曳之影":"搖曳之影（Fleeting Shadow）2動作　　　　\n變體 絕技\n先決條件　斥候入門（Scout Dedication）\n你能快速地從人們視線中消失並悄聲移動。你躲藏（Hide），然後潛行（Sneak）2次。",
	"斥候猛撲":"斥候猛撲（Scout's Pounce）2動作　　　　\n變體 絕技\n先決條件　斥候入門（Scout Dedication）\n要求　對於你的所有敵人來說，你處於藏匿（hidden）或無蹤（undetected）狀態，且你未處於任何敵人周邊的10尺範圍之內\n你從陰影中現身打擊敵人。至多以你的速度進行行走（Stride），之後打擊（Strike）2次。若你對於這些打擊的敵人來說是藏匿（hidden）或無蹤（undetected）狀態，你的敵人對於2次攻擊來說均會處於措手不及（flat-footed）。你的多次攻擊減值（multiple attack penalty）如常適用於這2次攻擊。",
	"卷軸略讀法":"卷軸略讀法（Skim Scroll）1動作　　　　\n變體\n先決條件　卷軸狂熱者入門（Scroll Trickster Dedication）\n當你從腰帶上取下卷軸時，只需要粗略閱讀便能啟動卷軸上的魔法。你進行互動（Interact）來取出1個卷軸，之後對該卷軸使用巧取魔法物品（Trick Magic Item）。",
	"宣情":"宣情 Catharsis 反應\n專注 情緒 心靈\n觸發條件：由你選擇的宣洩情緒決定\n效果：你獲得宣洩情緒中列出的情緒激化（catharsis activation）效果。你也會獲得該情緒的熾情增益，持續3輪。熾情結束時，你會受到宣洩情緒中列出的情緒餘波（emotional fallout）影響。使用宣情后，你必須先進行安頓情緒行動，才能再次使用宣情。",
	"烈焰拒斥":"烈焰拒斥 Fiery Retort 反應 \n德魯伊 塑能系 火焰\n先決條件：火焰派系\n觸發：一個鄰近你的敵人用近戰武器或近戰無武裝攻擊命中你\n頻率：每分鐘1次\n無視自身的苦痛，你用火焰波灼燒攻擊者。觸發目標受到相當於你等級的火焰傷害。",
	"硬化肉身":"硬化肉身 Harden Flesh 1動作 \n德魯伊 土\n先決條件：   巖石派系\n需求：   你站在由土壤、巖石構成的地面上\n你用從泥土和石頭中提取的礦物質來強化自身面板。在你的下一個回合開始前，你獲得對非精金的3點物理抗力。在12級以及之後的每4級，抗力增加1點，最高在20級時達到6點。",
	"凈化法術":"凈化法術 Purifying Spell 1動作 \n德魯伊 專注 超魔 水\n先決條件：波濤派系\n你凈化生物體內的水分以去除他們的疾病。如果你的下一個動作是對單個生物施展治療術，你還可以嘗試反制其身上的疾病與毒素。若你如此做，該治療術獲得水特徵。",
	"波紋架勢":"波紋架勢 Reflective Ripple Stance  1動作\n塑能系 武僧 架勢 水\n需求：你未穿甲\n你進入一個流暢優雅的架勢，你的動作和攻擊都伴有少量流水。你可以進行流波攻擊，造成1d6鈍擊傷害。它屬於搏擊武器組，具備靈巧、繳械、非致命、摔絆、無武裝和水特徵。\n　　當你處於波紋架勢時，你在卸武、游泳和摔絆的運動檢定上獲得+1環境加值，你在避免被卸武和摔絆的反射DC上獲得+2環境加值。\n特殊：此專長獲得神術或異能特徵，以匹配你真氣法術的根源，如果你有的話。",
	"燃焰架勢":"燃焰架勢 Stoked Flame Stance   1動作   \n塑能系 火 武僧 架勢\n需求：你未穿甲\n你進入一個迅速熱烈的架勢。你可以進行爍焰攻擊，造成1d8揮砍傷害。它屬於搏擊武器組，具備蓄力、非致命、橫掃和無武裝特徵。如果你發動了爍焰攻擊的重擊專精效果，你可以使用另一種效果：若你的重擊造成傷害，目標額外受到1d6持續火焰傷害。\n　　在燃焰架勢下，你的速度額外獲得5尺狀態加值。如果你擁有高速移動Incredible Movement特性，其加值提升至15尺，且在3級之後的每4級提升5尺。\n特殊：此專長獲得神術或異能特徵，以匹配你真氣法術的根源，如果你有的話。",
	"波紋迴轉":"波紋迴轉 Rippling Spin 反應 \n武僧\n先決條件：波紋架勢\n觸發：你被一個你可見的攻擊者以物理近戰攻擊命中\n需求：你處於波紋架勢\n你在觸發攻擊完成後快步Step。你必須在攻擊者的觸及範圍內結束快步。而後，你可以嘗試一次運動檢定來對攻擊者進行卸武或摔絆。",
	"燎原煌火":"燎原煌火 Blazing Streak 3動作   \n絕技 武僧\n先決條件：燃焰架勢\n需求：你處於燃焰架勢\n行走Stride兩次，並在你的移動過程中的任意時點對至多4個不同生物進行打擊。燎原煌火的打擊造成火焰傷害而不是揮砍傷害。",
	"潮浪螺旋":"潮浪螺旋 Wave Spiral 2動作   \n武僧 水\n先決條件：波紋架勢\n頻率：每分鐘1次\n需求：你處於波紋架勢\n你沉下身子並快速旋轉，釋放出巨大的水流漩渦。進行一次運動技能檢定來對10尺瀰漫範圍內所有地面上的生物使用摔絆Trip。這些攻擊數都算入你的多重攻擊罰值，但在你完成所有這些攻擊后，罰值才會增加。",
	"浸水法術":"浸水法術（Dousing Spell）1動作　　　　\n變體 超魔 水\n先決條件　元素使入門（Elementalist Dedication）\n你用水元素來增強自己的法術，並以此來浸透目標。若你的下一個動作是以單個生物為目標施法（Cast a Spell），則會用水浸透目標。\n若目標具有持續酸液（acid）或火焰（fire）傷害，結束這些狀態的DC降低至10點，並且該生物能夠立即嘗試一次純骰檢定（flat check）來結束這些型別的持續傷害。該法術獲得水（water）特徵（這會使該法術對將水視為弱點的生物造成額外傷害）。",
	"燃燒法術":"燃燒法術（Burning Spell）1動作　　　　\n變體 超魔 火\n先決條件　元素使入門（Elementalist Dedication）\n你用火元素增強自身的法術，讓它能夠引燃目標。若你的下一個動作是施放非戲法法術（Cast a non-cantrip Spell），且會對單個目標造成傷害，那麼除了該法術的其他效果之外，它還會造成額外持續火焰傷害，數值等同於法術環級。該專長對原本就能夠造成持續火焰傷害的法術無效。該法術獲得火（fire）特徵。",
	"元素代謝":"元素代謝（Metabolize Element）反應　　　　\n變體\n先決條件　元素使入門（Elementalist Dedication）\n觸發　你由於敵人的法術或魔法能力而承受傷害，且上述法術或能力具有氣（air）、土（earth）、火（fire）或水（water）特徵。\n你迅速代謝敵人法術中的元素粒子，並獲得爆發性的能量。你獲得迅捷（quickened）狀態，持續至你的下個回合結束為止。你只能使用這個額外動作快步（Step）或行走（Stride）。",
	"崩巖法術":"崩巖法術（Rockslide Spell）1動作　　　　\n變體 土 超魔\n先決條件　元素使入門（Elementalist Dedication）\n你用土元素增強自身的法術，讓巨大石塊散落於地面。若你的下一個動作是施放非戲法法術（Cast a non-cantrip Spell），且會影響一片區域，此區域內的數個5尺方格會變為困難地形（difficult terrain），方格數量等同於法術環級，持續1輪。這些方格必須在地面上，而且全部困難地形的區域必須是連續的。該法術獲得土（earth）特徵。",
	"元素偏轉":"元素偏轉（Redirect Elements）反應　　　　\n變體\n先決條件　元素使入門（Elementalist Dedication）\n觸發　敵人的具有元素特徵的法術以你為目標作出法術攻擊檢定，且投擲出失敗或大失敗時\n你奪取了向你發射的法術的元素精華，並將法術重定向至法術區域內你所選擇的一名生物。攻擊者要重擲法術的攻擊檢定對抗新目標。",
	"風擲法術":"風擲法術（Wind-Tossed Spell）1動作　　　　\n氣 變體 專注 超魔\n先決條件　元素使入門（Elementalist Dedication）\n你用氣元素增強自身的法術，用風來尋找目標並帶著魔法繞過掩體。若你的下一個動作是施法（Cast a Spell）而且該法術需要投擲法術攻擊檢定，則你能忽略目標的隱蔽（concealed）狀態以及任何他們對你具有的掩蔽（cover）。法術獲得氣（air）特徵。",
	"轉換同調":"轉換同調（Attunement Shift）自由　　　　\n變體\n先決條件　地卜師入門（Geomancer Dedication）\n頻率　1次/10分鐘\n要求　你的上個動作是施放具有氣（ari）、寒冷（cold）、土（earth）、火（fire）、植物（plant）或水（water）特徵的法術\n你所施放的法術的魔力涌入體內，凌駕於你週遭的土地之上。你調整自身的地形同調，變為與你剛剛施放的那個法術的特徵相符的一種地形。當你進一步施放具有相同描述符的法術時，你會繼續獲得目前地形同調的效果，而非使用你目前身處地形的同調效果。舉例說明，若你施放絆足術（tanglefoot），你的地形同調根據自身選擇切換為森林或沼澤，當你施放其他植物法術時該地形同調就會應用至你的身上。\n你的地形同調在使用轉換同調（Attunement Shift）後會持續1分鐘，之後便會恢復至你目前身處的地形。",
	"險地架勢":"險地架勢（Rough Terrain Stance）1動作　　　　\n變體 架勢\n先決條件　地卜師入門（Geomancer Dedication），自然（Nature）熟練度達到專家\n要求　你在此回合獲得了地形同調帶來的好處\n你進入了一種讓自身週遭難以行動的架勢。與你相鄰的每個方格都變為困難地形（difficult terrain），此困難地形與你獲得地形同調相符（極地地形內為霧凇，森林地形內為迅速生長的灌木叢，以此類推）。你自身忽略這個困難地形。\n當你移動進入不同類別的地形時，此架勢便會結束。",
	"借力於地":"借力於地（Draw From The Land）1動作　　　　\n變體\n先決條件　地卜師入門（Geomancer Dedication），自然（Nature）熟練度達到專家\n要求　你在該回合內獲得地形同調的好處，且它符合你目前身處的地形\n你從週遭的地形中汲取力量。你獲得臨時生命值（temporary Hit Points），數值等同於你的等級。這持續1輪。若在此回合內，你先前獲得的是平原地形同調效果，則將兩者提供的臨時生命值相加。",
	"地形偏移":"地形偏移（Shifting Terrain）1動作\n變體\n先決條件　險地架勢（Rough Terrain Stance），自然（Nature）熟練度達到大師\n要求　你的地形同調與你目前身處的地形相符，而且你目前處於險地架勢（Rough Terrain Stance）中\n你用拳頭猛擊地面或者旋轉手臂，這使得你週遭的地形發生了變化和波動，而這很可能讓他人失去平衡。對於身處你的險地架勢（Rough Terrain Stance）造成的困難地形區域內的每名生物，都必須嘗試一次反射豁免檢定對抗你的法術DC，並造成後述效果。當你使用地形偏移動作后，便在1d4輪內無法再次使用它。\n　　大成功　該生物不受影響\n　　成功　該生物陷入笨拙1（clumsy 1），持續1輪\n　　失敗　該生物陷入笨拙2（clumsy 2），持續1輪\n　　大失敗　該生物陷入笨拙2（clumsy 2），持續1輪，並且還會倒地（falls prone）",
	"瞬時同調":"瞬時同調（Quickened Attunement）自由\n變體 專注 超魔\n先決條件　地卜師入門（Geomancer Dedication），自然（Nature）熟練度達到傳奇\n頻率　1次/日\n要求　你的上一個動作是轉換同調（Attunement Shift）\n若你的下個動作是施放法術，且該法術會賦予你地形同調的獎勵，則將該次施法所使用的動作減少1個（最低為1個動作）。\n特殊　你無法在同一輪內使用瞬時同調（Quickened Attunement）和瞬發施法（Quickened Casting）。",
	"汲取靈脈":"汲取靈脈 TAP LEY LINE 1動作\n專注\n你嘗試操縱一條你所察覺到的30尺內的靈脈中的魔法要素。GM根據靈脈的等級來決定其DC，並加上困難調整（譯註：DC+2）。\n　大成功 你獲得靈脈的增益，直到你的下個回合結束。\n　成功 你獲得靈脈的增益，直到你的本回合結束。\n　失敗 你受到1d6×靈脈等級的心靈傷害。你在1小時內無法再次汲取該條靈脈。\n　大失敗 類似失敗，你還會遭受靈脈的反噬效果。你在24小時內無法再次汲取該條靈脈。",
	"影法":"影法 Shadow Spell 1動作\n變體 超魔 幽影\n先決條件：暗影秘使入門\n你將一片幽影附著在法術上，能遮蔽感官並引發危害。如果你的下一個動作是施展具有幽影Shadow特徵的法術，選擇1個受法術影響的生物。該生物要麼在隱秘檢定上獲得+2狀態加值，要麼在察覺檢定上獲得-2狀態罰值（由你選擇）。這持續1輪。該選擇和效果在結算完法術初始效果的所有檢定后才發生。如果被選擇的生物是你的敵人，只在你的法術攻擊骰成功，或者他在豁免骰中失敗才受影響。\n影法的效果在你再次使用影法的時候終止。",
	"靈魂瞬光":"靈魂瞬光 Soul Flare 反應\n變體 專注\n先決條件：魂鑄者入門\n觸發：你用魂鑄武器或盾牌對一個生物的攻擊未命中；或你穿戴顯現的魂鑄盔甲或舉起魂鑄盾牌時，一個生物的攻擊命中你\n需求：你的魂鑄武裝已經顯現\n你用純粹的激情去努力改變結果。如果你進行攻擊，你的攻擊骰獲得+1狀態加值；如果你被攻擊，你的AC獲得+1狀態加值。這可以改變擲骰的結果。如果這個加值使你的未命中變為命中，或者將對你的命中改為未命中，嘗試一次DC5的純骰檢定。如果你失敗，則你的魂鑄武裝將會被解消——如果你進行攻擊則是你的武器，如果你進行防守則是你的盔甲或盾牌。",
	"迅捷顯現":"迅捷顯現 Rapid Manifestation  自由\n變體\n先決條件：魂鑄者入門\n觸發：你骰先攻，或一種險情攻擊你\n當你處於危險時，你堅定的靈魂霎時使你做好防禦。你顯現你的魂鑄武裝。",
	"揭示真名":"揭示真名（Reveal True Name）2動作\n稀有 聽覺 專注 情緒 通用 心靈 技能 真名\n先決條件 在威嚇和奧法、自然、神秘、宗教中至少一項上受訓\n　　你通過自己得知其真名來威脅一個生物，並且試圖讓他按你的意願行動。你必須知道並且說出該生物的真名，同時說出想讓這個生物做些什麼。嘗試一次威嚇檢定對抗目標的意志DC。\n　　大成功 目標出於自我保護的意識而按照你所說的行動，並且不會以任何方式傷害自身。他變為不友善（如果他還沒有不友善或敵對），但仍會在一天內保持順從。目標因為太過害怕你，以至於不敢報復或者逃跑，確信自己無論跑到天涯海角都會被你找到。\n　　成功 如同大成功，但是一旦目標變為不友善，他們就會避開你，並且可能以一種間接的方式與你作對，例如警示你的敵人你所處的位置。\n　　失敗 目標拒絕服從，並且通常都會逃離你的所在，以避免你進一步使用他們的真名。如果他們還沒有不友善或敵對，他們變為不友善。他們會在日後避開你，並且可能會採取間接的行動來對與你作對。\n　　大失敗 目標拒絕服從，並且變為敵對。他們覺得你是如此的軟弱，以至於可能會攻擊你；要麼，他們可能會逃跑以避免你進一步使用他們的真名。",
	"復仇反激":"復仇反激（Urgent Upwelling） 反應\n【變體】\n先決條件 泉源魔法入門\n頻率 十分鐘一次\n觸發 當一個敵人把你的生命值降至零時，當一個敵人暴擊你時，或者當你對敵人的效果進行豁免骰大失敗時\n你的失敗讓你激發出泉眼的力量。嘗試一個魔力涌動的純骰。如果你骰出大成功，你可以決定放棄恢復法術位以讓引起觸發的敵人經歷泉源沖激。沖激對該敵人產生的效果如對你一樣，不同的是這次以該敵人為中心點。",
	"沖激干擾":"沖激干擾（Interfering Surge） 反應\n【防護系】 【變體】\n先決條件 泉源魔法入門\n觸發 一個你能看見的j進行施法行動\n條件 你擁有未消耗的法術位，並且能看到引起觸發的法術的視覺效果\n你以魔法超載引起觸發的法術。你消耗一個法術位並嘗試以法術位的魔力反制該法術。如果該法術在你的法術庫里並與你消耗的法術位環級相等或更低，你並不承受任何減值。否則，與引起觸發的法術相同魔法根源則承受-2懲罰值，不同根源則承受-5的懲罰值。\n如果引起觸發的法術被成功反制，在其原有的反制效果上，泉源沖激將以被反制的施法者為中心點爆發。如果反制失敗，你消耗的法術位將會讓自己產生泉源沖激。\n特殊 此專長擁有對應你施法的魔法根源（奧術、神術、原能、異能）的特徵。",
	"野戰炮兵":"野戰炮兵（FIELD ARTILLERY）  1動作\n變體\n先決條件 在手藝（Crafting）上達到專家\n　　雖然城堡通常能停在某一個地方，但在戰場中，走位是最重要的——把槍炮放在錯誤的地方比沒用更糟糕。你能以互動（Interact）令一臺相鄰的安裝式攻城武器（mounted siege weapons）的速度增加10尺，持續1輪。",
	"拋射法術":"拋射法術 Spellsling 3動作\n要求：你正持用和你有牽絆的魔獸槍。\n效果：你施展一個單或2動作作，且需要進行法術攻擊擲骰的法術。\n法術不會立即生效，而是會灌入你所持用的魔獸槍中。接著用這把魔獸槍進行打擊（Strike），你的法術會和子彈一起射出。使用這次攻擊檢定的結果來判斷打擊和法術是否擊中。在計算多重攻擊減值時，這算做兩次攻擊；但在這次攻擊和法術結算完畢前，減值不會生效。\n特殊：在你從魔獸槍手變體中獲得另外兩個專長以前，你不能選擇另一個入門專長。",
	"汲取生命":"汲取生命 DRAIN VITALITY 1動作\n變體 魔法 死靈\n前提：魔獸槍手入門\n頻率：每分鐘一次\n要求：你正持用和你建立牽絆的魔獸槍。\n你從魔獸槍的身後牽絆中汲取魔獸的能量增強體力、消除頑固的傷害，抽出一縷生命精華的渦流吊住自己的性命。你獲得和等級相同的臨時生命值，並進行一次純檢定（flat check）對抗現有的持續傷害，並視作受到特別有效的援助，將DC改為10。＊使用此能力會減少與你牽絆的魔獸槍中的魔法；在下一回合結束前，你無法啟動這把槍的任何能力。",
	"導引魔彈":"導引魔彈 CONTROLLED BULLET 2動作\n變體 塑能 魔法\n前提：魔獸槍手入門\n頻率：每天一次\n你和魔獸槍之間形成了更直接的魔法連結，讓你可以直接控制它射出的彈藥，讓子彈在空中轉向擊中一個又一個目標。用魔獸槍對第一射程增量（range increment）內的一個生物進行一次打擊。命中時，子彈會擊穿目標，繼續射向另一個你能看見的目標。對新的目標進行一次打擊。新目標和前一個目標的間距不得大於魔獸槍的射程增量。舉例來說，如果使用龍獸步槍（drake rifle）開火，新目標和前一個目標的距離就必須在150呎之內。如果命中，你可以繼續指引子彈攻擊下一個新目標。\n你可以一直這樣對新目標進行打擊，直到攻擊失手為止。你不能用導引魔彈重複對同一個目標進行打擊，但只要你沒有失手，就可以不斷攻擊下一個有效目標。每一次攻擊都會計入多重攻擊減值，但直到你失手之前，累計的減值都不會生效。",
	"彈舞架式":"彈舞架式 Bullet Dancer Stance 1動作\n架式\n需求：你未穿甲，正持用一件簡易火器、刺刀或加固槍托。\n效果：你進入一種以簡易火器為中心的獨特武術架式。在此架式中，你只能使用刺刀、加固槍托或簡易火器進行打擊。你可以使用這些武器進行疾風連擊。你也可以用刺刀或加固槍托來使出通常需要無武裝攻擊才能使用的武僧專長或武僧能力，前提是這些專長和能力並不需要進行某種特定的打擊。若在簡易火器第一射程增量的一半距離內進行攻擊時，你也可以改為用簡易火器使出。\n特殊：直至選取另外2個彈舞者變體的專長之前，你無法再選擇任何其他入門專長。",
	"黑火藥煌閃":"黑火藥煌閃 Black Powder Blaze 2動作\n變體\n先決條件：Black Powder Boost\n需求：你正持用一件已裝填的火器\n你已知曉如何利用每次射擊，即便是在藉助武器後坐力飛躍戰場時亦然。行走，並使用Black Powder Boost。並在此Black Powder Boost中的任意一點用需求中的火器進行一次遠端打擊。",
	"彈舞裝填":"彈舞裝填 Bullet Dancer Reload 1動作\n變體 絕技\n先決條件：彈舞燎燃\n需求：你處於彈舞架式\n你已知曉如何用令人窒息的優雅來為你的簡易火器裝填，就如同某種爐火純青的形一般，彈藥將會自由掉落而後裝填到位。你使用簡易火器進行一次打擊，然後用互動為這把火器裝填。你不需要一隻空閑的手就能以此種方式裝填你的簡易火器。",
	"遠端卸武":"遠端卸武 Ranged Disarm 1動作\n變體\n先決條件：彈舞者入門，Trick Shot\n需求：你正持用一件簡易火器\n你可以用簡易火器輕易將敵人手中持用的物件打落在地。你可以用你簡易火器的遠端攻擊骰對抗目標的反射DC來嘗試一次卸武，而非運動檢定。",
	"設定炸藥":"設定炸藥 Set Explosives 2動作\n專注\n需求：你手持1或2枚炸彈\n效果：你將炸彈附在你觸及範圍內的一個無生命物體上，比如一扇門，墻，或柱子，然後使其在設定好的時間內爆炸。炸彈將在你選擇一個特定時間點爆炸（比如在你的一個行動后或在你下回合開始時，最高不超過1分鐘），然後對無生命物體造成炸彈的傷害及相應的濺射傷害。在判定抗力或弱點時，將傷害合併計算，這傷害會忽視與你等級相同的物體硬度。任何鄰接此危害的生物會受到炸彈的濺射傷害，同樣在判定抗力或弱點時，將傷害合併計算。提醒一下，由於你沒有扔炸彈，所以像濺射演算專長(Calculated Splash)或類似的效果並不能生效。需要非常集中注意力來確保你設定了正確的爆炸時機，因為在你等待已設定炸彈爆炸的過程中無法再次使用設定炸藥動作。",
	"墻倒壁塌":"墻倒壁塌 COLLAPSE WALL 反應\n變體\n先決條件：爆破專家入門\n觸發：一個生物移動進入炸彈的濺射範圍\n需求：你使用設定炸藥動作或爆破炸藥專長在墻上，峭壁上，或者類似的垂直平面上設定了一枚炸彈，並且你處於30尺距離範圍內。\n你引爆需求中的炸彈並使牆面坍塌在目標身上。如果你的炸彈造成的傷害足夠將牆面的生命值（HP）降到破損閾值（BT）以下，牆面的一部分就會倒塌在這個生物身上。這個生物會受到等同於牆面所受傷害的鈍擊傷害（基礎反射豁免；這個DC取決於你的職業DC或者施法DC中的較高者）。如果本次豁免失敗，它們需要花費一個互動動作來把自己從廢墟中挖出來，如果大失敗則需2個互動動作來做。",
	"槍火挑戰":"槍火挑戰（Gunpowder Gauntlet） 1動作\n變體\n先決條件：短槍怪傑入門\n需求：你持有一把已裝填的單手火器。\n     你的花招維持著敵人的注意力，槍支的擺動迫使他們和你進行一場死亡遊戲。當你玩弄他們及你的火器時，他們狹窄的視野被你放大，讓他們陷入你製造的感知陷阱中。對處於你所持單手火器第一射程增量範圍之內的目標嘗試一個表演技能檢定來對抗目標的意志豁免DC。\n大成功：直至你的下回合開始時，目標的攻擊骰獲得-2狀態減值。\n成功：直至你的下回合開始時，目標的攻擊骰獲得-1狀態減值。",
	"槍彈炫擊":"槍彈炫擊（Dazzling Bullet）1動作\n變體 絕技\n先決條件：短槍怪傑入門\n     你的把戲讓對手不知所措，讓槍彈出現在其視野中以反射光線直射其眼部(或其他視覺器官)。嘗試一個表演技能檢定來對抗目標的意志豁免DC，並對該目標進行遠端火器打擊。如果打擊成功對目標生物造成傷害，同時表演檢定成功的話，該生物將目眩1輪。",
	"跳躍反射":"跳躍反射（Hot Foot） 1動作\n變體\n先決條件：短槍怪傑入門\n需求：你持有一把已裝填的單手火器。\n     通過仔細瞄準，你讓一個生物「起舞」。你朝目標腳邊的地面射擊，讓他們做出不自主的反應;即使是具有無心智特徵的生物也會有下意識的反應來躲避攻擊，而你可以利用這些無法控制的反應來達到你的目標。當他們隨著你短槍射擊的悅耳曲調起舞時，你就能確保你的敵人無法準備為你和盟友提供一些驚喜 。對處於你所持單手火器第一射程增量範圍之內的目標嘗試一個攻擊檢定來對抗目標的反射豁免DC。\n大成功：直到你的下回合開始前，目標無法使用反應動作，同時獲得措手不及狀態以及在反射豁免獲得-2環境減值。\n成功：直到你的下回合開始前，目標無法使用反應動作。",
	"舉起手來":"舉起手來（Reach for the sky） 2動作\n變體 聽覺 視覺\n先決條件：短槍怪傑入門\n需求：你持有一把已裝填的單手火器。\n     你向天鳴槍並命令在場的所有人高舉雙手投降。嘗試一次威嚇檢定以對30尺內的所有敵人執行一次挫敗士氣，因此行動而陷入驚懼的生物會高舉雙手。如果其正舉起盾牌，那他就會失去這項好處，這是因為盾牌也被舉起到無助於格擋攻擊的位置上。所有因陷入驚懼而舉起雙手的生物都無法執行任何需要使用他們的手或手上所持物品才能啟動的反應及自由動作，這項效果持續到他們下一回合開始時。無論結果如何， 受影響的生物會在接下來的1分鐘內免疫「舉起手來！」行動。",
	"飄逸擊落":"飄逸擊落（Whirling Knockdown） 2動作\n變體\n先決條件：短槍怪傑入門\n需求：你同時持有一把已裝填的單手火器和一把單手近戰武器。\n     你開火的同時利用近戰武器使目標失去平衡。隨後，通過精心安排的快速組合技將目標打翻在地。在此過程中你不需要使用暴力，甚至不用開槍擊中目標就能做到;你完美的表演封鎖了目標的其他選項，使其只能摔到地上，別無選擇。\n     對處於近戰觸及範圍內的生物進行一次遠端火器打擊，隨後進行一個表演技能檢定來對抗目標的反射豁免DC。如果打擊大成功，則這次的目標反射豁免DC獲得-2環境懲罰。表演技能檢定的結果如下：\n大成功：目標進入倒地狀態，同時從墜落中受到2d6的鈍擊傷害。\n成功：目標進入倒地狀態。\n大失敗：你的計畫出現了點意外，你所持的近戰武器掉落在你所處的方格中。",
	"傷上加傷":"傷上加傷（Exploit Opening） 反應\n變體\n先決條件：狙擊小組入門\n觸發：觀察手對一個生物的打擊大成功，而該生物位於你的第一射程增量範圍內。\n     你利用觀察手造成的毀滅性打擊來發動你自己的後續攻擊。對目標生物進行一次具有-2減值的遠端打擊。這次打擊將不會應用你的多次攻擊減值，同時在計算多重攻擊減值時，這次打擊不會被計算。",
	"目標重定向":"目標重定向（Targeted Redirection） 1動作\n變體\n先決條件：狙擊小組入門\n     你瞄準你的觀察手射擊，意圖讓觀察手通過盾牌或武器改變射擊的方向，以便從一個更好的角度擊中你的敵人，並避開敵人的掩護。\n如果你的下一個動作是進行遠端打擊，將你的觀察手所在位置視為你的射擊位置，以重新確定掩蔽和射程。你的觀察手必須在你武器的第一個射程增量內，觀察手必須使用一個反應來改變你的射擊方向。",
	"組合瞄準":"組合瞄準  （Duo's Aim） 2動作\n變體 專注\n先決條件：狙擊小組入門\n     在觀察手的幫助下，你以相當準確的方案進行瞄準。對一個處於觀察手近戰觸及範圍或位於其所持遠端武器第一射程增量範圍的目標進行一次遠端武器打擊。在這次攻擊中，你在攻擊骰中獲得＋2環境加值及無視其對你的隱蔽狀態。若你使用具有反衝（kickback）特徵的火器執行該動作時，你不會因為你不符合力量要求或沒有使用三架腳時而在攻擊骰中受到環境減值。",
	"沉思裝填":"沉思裝填 Thoughtful Reload 1動作\n槍客\n當你陷入分析性的平靜狀態且專注在你面前的敵人時，你本能地用手裝填了一發子彈。對你能看見的一個對手進行一次回憶知識並裝填。",
	"能量射擊":"能量射擊 Energy Shot 自由\n塑能系 魔法 魔彈射手\n觸發 當你進行先攻時\n你向手上的武器釋放出一股小小的魔力，將勢能覆蓋在你的子彈上，並使你獲得能力能對你的敵人造成能量傷害來找出他們的弱點。你可以進行一次互動動作掏出一把遠端武器。在你這次遭遇時，使用火器或弩的頭三次打擊，你可以額外造成一點酸蝕、寒冷、火焰或是電擊傷害。你進行這三次打擊的時候選擇你想要造成的傷害型別。",
	"召回彈藥":"召回彈藥 Recall Ammunition 反應\n咒法系 魔法 魔彈射手 傳送\n觸發 你使用火器或是弩的打擊未命中且使用物品等級0的常見彈藥時。\n你擴大了子彈和火器之間的聯繫，召喚你失誤的子彈回到你的槍中。你剛開火發射的子彈被重新裝填到你的槍之中，且已準備好開火。",
	"破法子彈":"破法子彈 Dispelling Bullet 2動作\n防護系 魔法 魔彈射手\n你將基於你的魔法簽名的防護領域銘刻到你的子彈之上，使其命中不管什麼東西時擾亂上面的魔法。使用火器或弩針對任意你能看見的敵人進行一次打擊。如果命中了，你嘗試反制目標身上的魔法效應（由你自行選擇，或預設最高級的效果）。你的反制等級等於你一半的等級（向上取整），而你的反制調整值等同於你的職業dc-10。",
	"爆發射擊":"爆發射擊 (FulminatingShot) 1動作\n變體 塑能系 魔法\n頻率 每輪一次\n前置 魔彈射手入門\n你引導強力的魔力到你下一發攻擊上，用爆裂的能量強化。選擇酸蝕、寒冷、電擊或是火焰。如果你在你的這一輪結束前使用火器或弩在下一次打擊命中時，你造成額外的1d6你選擇的能量的傷害。在12級時，這個額外傷害增加到2d6，而在18級時增加到3d6額外傷害。",
	"相位子彈":"相位子彈 (Phase Bullet) 1動作\n變體 咒法系 魔法\n前置 魔彈射手入門\n頻率 每日一次\n你不僅可以在正常的維度中瞄準，你現在甚至可以在額外的維度瞄準敵人。這讓你可以發射一個穿越除了你的目標之外一切東西的魔法子彈。進行一次針對觀察到或是隱匿（但並非未察覺）的敵人的弩或火器的打擊。這發彈藥會穿越非魔法的屏障或墻壁以一條直線命中你的目標，魔法性的墻壁或屏障會阻擋下這發子彈。這次射擊無視一切的掩體、掩蔽狀態、藏匿狀態以及來自盾牌的環境AC加值。這發子彈對任何穿盔甲的生物具有+4狀態加值。這次打擊的傷害不能被使用非魔法盾牌的盾牌格擋反應減少。",
	"黑火藥現影術":"黑火藥現影術 (Black Powder Embodiment) 2動作\n變體 咒法系 傳送\n前置 魔彈射手入門，奧法專家\n需求 你正在持用已經裝填的魔法火器或弩\n你將你整個存在注入到這一發射擊之中。你將你的身體合併到了爆發之中，使你能順著弩矢或子彈的路徑傳送。使用需求的武器對一個生物進行打擊。成功時，如果目標在120尺內，你和你全部的裝備會傳送到目標附近10尺的由你選擇的開闊空間。",
	"奇運射擊":"奇運射擊 Accident Shot 2動作\n幸運\n頻率：每天一次\n效果：你使用遠端武器進行一次打擊（strike），擲2次攻擊骰與傷害骰並取高者作為擲骰結果。這個傷害忽略任何攻擊骰上的環境減值以及無需進行對目標掩蔽（concealed）或藏匿（hidden）狀態的純骰檢定。\n特殊：你不能選擇其他入門專長，除非你從奇運槍俠變體中獲得了其他兩個專長。",
	"僥倖躲避":"僥倖躲避 Lucky Escape 反應\n變體 厄運\n先決條件：奇運槍俠入門\n頻率：每天一次\n時機：一個生物對你進行一次攻擊，甚至你可以完全沒有意識到\n你的敵人苦等良久，瞄了個通透，然後扣動扳機···好巧不巧這個時候你正好俯下身子去看鵝卵石上的塗鴉，一枚閃閃亮的硬幣，或者其他一些恰巧讓你分心的東西，讓這次攻擊有機率功虧一簣。攻擊者必須擲2次攻擊骰並取低者做為結果。",
	"好險好險，嚯？":"好險好險，嚯？That was a Close One, Huh?  1動作\n變體 技能\n先決條件：在欺騙上獲得大師熟練度，奇運槍俠入門\n頻率：每回合一次\n需求：當本回閤中你使用奇運射擊並且命中對手，或從上回合起你使用僥倖躲避並使觸發的攻擊未命中。\n你佯裝傻笑著感嘆剛剛命中這槍那莫名其妙的運氣，或者剛剛閃過的那個攻擊離你腦袋有多近，讓你的敵人懷疑自己是否應該與你為敵。嘗試對奇運射擊命中或者僥倖躲避閃過攻擊的那個敵人挫敗士氣，使用欺騙技取代威嚇來進行挫敗士氣的檢定。",
	"都在我計劃中":"都在我計劃中 I Meant to Do That 1動作\n變體\n先決條件：你在欺騙（deception）技能上受訓，奇運槍俠入門\n頻率：每小時一次\n需求：你上一個動作是在60尺內使用遠端武器打擊一個敵人並且失敗\n不知為啥你的流彈總會給你的敵人造成一些麻煩。可能是被跳彈打落了武器，或者試圖躲避你的攻擊時踩到了彈殼摔跤。對你攻擊失手的敵人使用欺騙（deception）檢定嘗試推撞（shove），摔絆（trip）或卸武（disarm）。",
	"連鎖反應":"連鎖反應 Chain Reaction 3動作\n變體\n先決條件：奇運槍俠入門\n頻率：每10分鐘一次\n你就開了一槍，造成了一連串不可預測的毀滅性事件；也許你的子彈正好擊中了水塔，導致水流泛濫，並引發了馬群踩踏然後打翻了一盞提燈讓整座城市陷入火海。不管起因是什麼或是過程多荒謬，這場肆意而為的災難會在一大片範圍裡帶給你的敵人巨大的挑戰但不影響其他人。\n使用一把遠端武器進行一次打擊（strike），如果你命中，你可以選擇在第一目標30尺以內的目標再進行一次打擊，如果你命中了第二目標，嘗試打擊（strike）在第二目標30尺以內的第三目標，重複下去，直到你未命中一個目標為止。你可以在任何一點停止連鎖；否則它會在你第一次失手后停止。然而，你無法對同一個目標指定超過一次；每次你將要指定一個新目標時，它必須是你在這次連鎖反應動作啟動后未打擊過的目標。\n這種傷害是由一系列不可思議的事件造成的，是這些事件傷害了一個又一個目標而非實際射擊命中造成的。也許是你擊中了一根樹枝砸到了目標頭上，或者一個目標的尖叫導致了另一個目標不小心走火打中了自己的腳。這意味著只有第一個目標會收到子彈的所有特殊效果（比如，這是一枚魔法彈藥），但你擊中的每個目標仍會收到與你的打擊相同的傷害。通常來說，所有傷害的傷害型別會與最初打擊中使用的子彈的傷害型別相同，然而GM可以根據連鎖反應中的描述來更改傷害型別。比如，如果一個目標被火點著了，那它可能會受到火焰傷害而非物理傷害。"
  }
}
